[
  {
    "categories": [
      {
        "id": 1,
        "title": "Roles and Expectations"
      },
      {
        "id": 2,
        "title": "Job Control and Autonomy"
      },
      {
        "id": 3,
        "title": "Job Demands"
      },
      {
        "id": 4,
        "title": "Organizational Change Management"
      },
      {
        "id": 5,
        "title": "Remote and Isolated Work"
      },
      {
        "id": 6,
        "title": "Working Hours and Schedule"
      },
      {
        "id": 7,
        "title": "Job Security and Precarious Work"
      },
      {
        "id": 8,
        "title": "Interpersonal Relationships"
      },
      {
        "id": 9,
        "title": "Leadership"
      },
      {
        "id": 10,
        "title": "Organizational/Workgroup Culture"
      },
      {
        "id": 11,
        "title": "Recognition and Reward"
      },
      {
        "id": 12,
        "title": "Career Development"
      },
      {
        "id": 13,
        "title": "Support"
      },
      {
        "id": 14,
        "title": "Supervision"
      },
      {
        "id": 15,
        "title": "Civility and Respect"
      },
      {
        "id": 16,
        "title": "Work/Life Balance"
      },
      {
        "id": 17,
        "title": "Violence at Work"
      },
      {
        "id": 18,
        "title": "Harassment"
      },
      {
        "id": 19,
        "title": "Bullying and Victimization"
      },
      {
        "id": 20,
        "title": "Work Environment, Equipment and Hazardous Tasks"
      }
    ],
    "competencies": [
      {
        "id": 1.01,
        "statement": "I clearly understand my role and what is expected of me at work.",
        "response": "I clearly understand my role and what is expected of me at work."
      },
      {
        "id": 1.02,
        "statement": "I feel that my role expectations are consistent and manageable.",
        "response": "my role expectations are consistent and manageable."
      },
      {
        "id": 1.03,
        "statement": "I feel that I am well-supported in my duty of care responsibilities.",
        "response": "I am well-supported in my duty of care responsibilities."
      },
      {
        "id": 1.04,
        "statement": "I feel that my task guidelines and boundaries are clearly defined.",
        "response": "my task guidelines and boundaries are clearly defined."
      },
      {
        "id": 1.05,
        "statement": "I feel that my role expectations work well together.",
        "response": "my role expectations work well together."
      },
      {
        "id": 1.06,
        "statement": "I feel that my work tasks and standards are consistent and well-communicated.",
        "response": "my work tasks and standards are consistent and well-communicated."
      },
      {
        "id": 1.07,
        "statement": "I feel that my work is valuable and purposeful.",
        "response": "my work is valuable and purposeful."
      },
      {
        "id": 2.01,
        "statement": "I feel that I have opportunities to participate in decisions affecting my work.",
        "response": "I have opportunities to participate in decisions affecting my work."
      },
      {
        "id": 2.02,
        "statement": "I feel that I have control over my workload.",
        "response": "I have control over my workload."
      },
      {
        "id": 2.03,
        "statement": "I feel that I can influence how I do my work.",
        "response": "I can influence how I do my work."
      },
      {
        "id": 3.01,
        "statement": "I feel that my skills are fully utilised in my role.",
        "response": "my skills are fully utilised in my role."
      },
      {
        "id": 3.02,
        "statement": "I feel that my interactions with people at work are well-balanced.",
        "response": "my interactions with people at work are well-balanced."
      },
      {
        "id": 3.03,
        "statement": "I feel that my workload is reasonable for my available time and resources.",
        "response": "my workload is reasonable for my available time and resources."
      },
      {
        "id": 3.04,
        "statement": "I feel that I can manage my various demands and deadlines.",
        "response": "I can manage my various demands and deadlines."
      },
      {
        "id": 3.05,
        "statement": "I feel that the expectations of my competence are realistic.",
        "response": "the expectations of my competence are realistic."
      },
      {
        "id": 3.06,
        "statement": "I feel that my work tasks are sufficiently varied.",
        "response": "my work tasks are sufficiently varied."
      },
      {
        "id": 3.07,
        "statement": "I feel that my work is meaningful and connects well together.",
        "response": "my work is meaningful and connects well together."
      },
      {
        "id": 3.08,
        "statement": "I feel that my required concentration levels are reasonable.",
        "response": "my required concentration levels are reasonable."
      },
      {
        "id": 3.09,
        "statement": "I feel that I am supported when dealing with difficult people at work.",
        "response": "I am supported when dealing with difficult people at work."
      },
      {
        "id": 3.1,
        "statement": "I feel that I am protected from potentially traumatic situations.",
        "response": "I am protected from potentially traumatic situations."
      },
      {
        "id": 4.01,
        "statement": "I feel that I receive adequate support during workplace changes.",
        "response": "I receive adequate support during workplace changes."
      },
      {
        "id": 4.02,
        "statement": "I feel that my work environment has stable organisation.",
        "response": "my work environment has stable organisation."
      },
      {
        "id": 4.03,
        "statement": "I feel that I receive clear communication about workplace changes.",
        "response": "I receive clear communication about workplace changes."
      },
      {
        "id": 5.01,
        "statement": "I feel that I maintain good connections when working away from home.",
        "response": "I maintain good connections when working away from home."
      },
      {
        "id": 5.02,
        "statement": "I feel that I have opportunities for social interaction even when working alone.",
        "response": "I have opportunities for social interaction even when working alone."
      },
      {
        "id": 5.03,
        "statement": "I feel that I am safe and comfortable when working in private homes.",
        "response": "I am safe and comfortable when working in private homes."
      },
      {
        "id": 5.04,
        "statement": "I feel that my workload is well-balanced.",
        "response": "my workload is well-balanced."
      },
      {
        "id": 5.05,
        "statement": "I feel that I can manage my time pressures effectively.",
        "response": "I can manage my time pressures effectively."
      },
      {
        "id": 5.06,
        "statement": "I feel that I can manage my deadlines reasonably.",
        "response": "I can manage my deadlines reasonably."
      },
      {
        "id": 5.07,
        "statement": "I feel that I can control my work pace.",
        "response": "I can control my work pace."
      },
      {
        "id": 5.08,
        "statement": "I feel that my work has enough variety to keep me engaged.",
        "response": "my work has enough variety to keep me engaged."
      },
      {
        "id": 6.01,
        "statement": "I feel that my tasks are varied enough to maintain my interest.",
        "response": "my tasks are varied enough to maintain my interest."
      },
      {
        "id": 6.02,
        "statement": "I feel that my work schedule is flexible and balanced.",
        "response": "my work schedule is flexible and balanced."
      },
      {
        "id": 6.03,
        "statement": "I feel that I have flexibility in my work schedule.",
        "response": "I have flexibility in my work schedule."
      },
      {
        "id": 6.04,
        "statement": "I feel that my working hours are predictable and manageable.",
        "response": "my working hours are predictable and manageable."
      },
      {
        "id": 6.05,
        "statement": "I feel that my working hours allow for a good work-life balance.",
        "response": "my working hours allow for a good work-life balance."
      },
      {
        "id": 6.06,
        "statement": "I feel that my work aligns with meaningful objectives.",
        "response": "my work aligns with meaningful objectives."
      },
      {
        "id": 6.07,
        "statement": "I feel that I get reasonable time to complete my tasks.",
        "response": "I get reasonable time to complete my tasks."
      },
      {
        "id": 7.01,
        "statement": "I feel that my work availability is consistent and predictable.",
        "response": "my work availability is consistent and predictable."
      },
      {
        "id": 7.02,
        "statement": "I feel that my job is secure.",
        "response": "my job is secure."
      },
      {
        "id": 7.03,
        "statement": "I feel that my employment terms are stable and protected.",
        "response": "my employment terms are stable and protected."
      },
      {
        "id": 7.04,
        "statement": "I feel that my employment conditions are secure and clear.",
        "response": "my employment conditions are secure and clear."
      },
      {
        "id": 8.01,
        "statement": "I feel that I can communicate clearly with my team.",
        "response": "I can communicate clearly with my team."
      },
      {
        "id": 8.02,
        "statement": "I feel that my workplace relationships are positive and supportive.",
        "response": "my workplace relationships are positive and supportive."
      },
      {
        "id": 8.03,
        "statement": "I feel that any conflicts in my workplace are resolved fairly.",
        "response": "any conflicts in my workplace are resolved fairly."
      },
      {
        "id": 8.04,
        "statement": "I feel that I am safe from harassment and bullying at work.",
        "response": "I am safe from harassment and bullying at work."
      },
      {
        "id": 8.05,
        "statement": "I feel that I can access support when I need it.",
        "response": "I can access support when I need it."
      },
      {
        "id": 8.06,
        "statement": "I feel that power dynamics in my workplace are fair.",
        "response": "power dynamics in my workplace are fair."
      },
      {
        "id": 8.07,
        "statement": "I feel that I am included in my workplace community.",
        "response": "I am included in my workplace community."
      },
      {
        "id": 9.01,
        "statement": "I feel that I understand my organisation's vision and goals.",
        "response": "I understand my organisation's vision and goals."
      },
      {
        "id": 9.02,
        "statement": "I feel that my managers' style suits our work.",
        "response": "my managers' style suits our work."
      },
      {
        "id": 9.03,
        "statement": "I feel that my feedback is listened to attentively.",
        "response": "my feedback is listened to attentively."
      },
      {
        "id": 9.04,
        "statement": "I feel that I receive open and transparent information.",
        "response": "I receive open and transparent information."
      },
      {
        "id": 9.05,
        "statement": "I feel that I receive adequate support from leadership.",
        "response": "I receive adequate support from leadership."
      },
      {
        "id": 9.06,
        "statement": "I feel that I see accountability at all levels of my workplace.",
        "response": "I see accountability at all levels of my workplace."
      },
      {
        "id": 9.07,
        "statement": "I feel that decisions affecting me are fair and consistent.",
        "response": "decisions affecting me are fair and consistent."
      },
      {
        "id": 9.08,
        "statement": "I feel that decisions in my workplace are well-considered.",
        "response": "decisions in my workplace are well-considered."
      },
      {
        "id": 9.09,
        "statement": "I feel that my leaders use their authority ethically.",
        "response": "my leaders use their authority ethically."
      },
      {
        "id": 10.01,
        "statement": "I feel that my team communicates effectively.",
        "response": "my team communicates effectively."
      },
      {
        "id": 10.02,
        "statement": "I feel that I get support when solving problems.",
        "response": "I get support when solving problems."
      },
      {
        "id": 10.03,
        "statement": "I feel that I understand my organisation's objectives.",
        "response": "I understand my organisation's objectives."
      },
      {
        "id": 10.04,
        "statement": "I feel that policies affecting me are applied fairly.",
        "response": "policies affecting me are applied fairly."
      },
      {
        "id": 11.01,
        "statement": "I feel that my efforts are recognised appropriately.",
        "response": "my efforts are recognised appropriately."
      },
      {
        "id": 11.02,
        "statement": "I feel that my work contributions are valued.",
        "response": "my work contributions are valued."
      },
      {
        "id": 12.01,
        "statement": "I feel that I have opportunities to develop my career.",
        "response": "I have opportunities to develop my career."
      },
      {
        "id": 13.01,
        "statement": "I feel that I receive adequate support from my supervisor.",
        "response": "I receive adequate support from my supervisor."
      },
      {
        "id": 13.02,
        "statement": "I feel that I can access the support services I need.",
        "response": "I can access the support services I need."
      },
      {
        "id": 13.03,
        "statement": "I feel that I receive the training I need for my role.",
        "response": "I receive the training I need for my role."
      },
      {
        "id": 14.01,
        "statement": "I feel that I receive constructive feedback regularly.",
        "response": "I receive constructive feedback regularly."
      },
      {
        "id": 14.02,
        "statement": "I feel that my contributions are encouraged.",
        "response": "my contributions are encouraged."
      },
      {
        "id": 14.03,
        "statement": "I feel that my supervisor communicates clearly with me.",
        "response": "my supervisor communicates clearly with me."
      },
      {
        "id": 14.04,
        "statement": "I feel that I share in my organisation's vision.",
        "response": "I share in my organisation's vision."
      },
      {
        "id": 14.05,
        "statement": "I feel that I get support to improve my work.",
        "response": "I get support to improve my work."
      },
      {
        "id": 14.06,
        "statement": "I feel that my supervisor treats me fairly.",
        "response": "my supervisor treats me fairly."
      },
      {
        "id": 14.07,
        "statement": "I feel that any monitoring of my work is appropriate.",
        "response": "any monitoring of my work is appropriate."
      },
      {
        "id": 15.01,
        "statement": "I feel that I work in a trusting and respectful environment.",
        "response": "I work in a trusting and respectful environment."
      },
      {
        "id": 15.02,
        "statement": "I feel that my workplace interactions are respectful.",
        "response": "my workplace interactions are respectful."
      },
      {
        "id": 16.01,
        "statement": "I feel that my schedule allows for good work-life balance.",
        "response": "my schedule allows for good work-life balance."
      },
      {
        "id": 16.02,
        "statement": "I feel that I can balance my work and home life.",
        "response": "I can balance my work and home life."
      },
      {
        "id": 16.03,
        "statement": "I feel that I have enough time to recover after work.",
        "response": "I have enough time to recover after work."
      },
      {
        "id": 17.01,
        "statement": "I feel that I am safe from abuse at work.",
        "response": "I am safe from abuse at work."
      },
      {
        "id": 17.02,
        "statement": "I feel that I am safe from threats at work.",
        "response": "I am safe from threats at work."
      },
      {
        "id": 17.03,
        "statement": "I feel that I am protected from assault at work.",
        "response": "I am protected from assault at work."
      },
      {
        "id": 17.04,
        "statement": "I feel that I am safe from gender-based violence at work.",
        "response": "I am safe from gender-based violence at work."
      },
      {
        "id": 18.01,
        "statement": "I feel that my racial identity is respected at work.",
        "response": "my racial identity is respected at work."
      },
      {
        "id": 18.02,
        "statement": "I feel that my gender identity is respected at work.",
        "response": "my gender identity is respected at work."
      },
      {
        "id": 18.03,
        "statement": "I feel that my religious beliefs are respected at work.",
        "response": "my religious beliefs are respected at work."
      },
      {
        "id": 18.04,
        "statement": "I feel that my sexual orientation is respected at work.",
        "response": "my sexual orientation is respected at work."
      },
      {
        "id": 18.05,
        "statement": "I feel that my workplace accommodates my needs.",
        "response": "my workplace accommodates my needs."
      },
      {
        "id": 18.06,
        "statement": "I feel that my age is respected at work.",
        "response": "my age is respected at work."
      },
      {
        "id": 19.01,
        "statement": "I feel that I am connected to my workplace community.",
        "response": "I am connected to my workplace community."
      },
      {
        "id": 19.02,
        "statement": "I feel that my assigned tasks have clear purpose.",
        "response": "my assigned tasks have clear purpose."
      },
      {
        "id": 19.03,
        "statement": "I feel that I am free from insults at work.",
        "response": "I am free from insults at work."
      },
      {
        "id": 19.04,
        "statement": "I feel that my work is not undermined by others.",
        "response": "my work is not undermined by others."
      },
      {
        "id": 19.05,
        "statement": "I feel that feedback about me is given constructively.",
        "response": "feedback about me is given constructively."
      },
      {
        "id": 19.06,
        "statement": "I feel that I receive the resources I need for my work.",
        "response": "I receive the resources I need for my work."
      },
      {
        "id": 19.07,
        "statement": "I feel that I work in an environment free from harmful gossip.",
        "response": "I work in an environment free from harmful gossip."
      },
      {
        "id": 19.08,
        "statement": "I feel that my deadlines are achievable.",
        "response": "my deadlines are achievable."
      },
      {
        "id": 20.01,
        "statement": "I feel that my equipment is reliable and well-maintained.",
        "response": "my equipment is reliable and well-maintained."
      },
      {
        "id": 20.02,
        "statement": "I feel that my working conditions are safe and suitable.",
        "response": "my working conditions are safe and suitable."
      },
      {
        "id": 20.03,
        "statement": "I feel that I have the tools I need to do my job.",
        "response": "I have the tools I need to do my job."
      },
      {
        "id": 20.04,
        "statement": "I feel that my working conditions are safe.",
        "response": "my working conditions are safe."
      },
      {
        "id": 20.05,
        "statement": "I feel that my work environment is stable and secure.",
        "response": "my work environment is stable and secure."
      }
    ]
  }
]
