[
  {
    "categories": [
      {
        "id": 1,
        "title": "Change Consultation",
        "description": "Change Consultation is the extent to which organisations involve and inform workers about workplace changes. Strong change consultation means workers are properly consulted about proposed changes, clearly understand how changes will work in practice, receive clear information about organisational changes, and can voice concerns about changes affecting their roles. Organisations should ensure transparent communication and meaningful engagement throughout change processes.",
        "icon": "Compass"
      },
      {
        "id": 2,
        "title": "Co-worker Support",
        "description": "Co-worker Support is the practical and emotional support shared between team members. Strong co-worker support means workers can rely on colleagues for help with problems, assistance during difficult periods, and a willingness to listen to concerns. This creates an environment where team members actively support each other's success through practical assistance and emotional support. Organisations should foster a culture where collaborative support between co-workers is valued and encouraged.",
        "icon": "Users"
      },
      {
        "id": 3,
        "title": "Emotional Ease",
        "description": "Emotional Ease is the ability for workers to handle emotional aspects of work naturally and professionally. Strong emotional ease means workers can flow between different emotional situations genuinely, without the emotional demands that require false displays of emotion or expose workers to unnecessarily distressing situations. Organisations should create environments where authentic responses are valued, while providing appropriate support for managing emotionally challenging situations.",
        "icon": "Waves"
      },
      {
        "id": 4,
        "title": "Group Cohesion",
        "description": "Group Cohesion is the strength of interpersonal connections within workgroups. Strong group cohesion exists when teams work together effectively, integrate different personalities successfully, and maintain professional relationships. This prevents group relationship conflict, where personality differences and tensions disrupt team performance. Organisations should foster environments where diverse team members can blend their strengths while addressing any interpersonal tensions before they affect team performance.",
        "icon": "Blend"
      },
      {
        "id": 5,
        "title": "Group Task Agreement",
        "description": "Group Task Agreement is the constructive handling of different perspectives about work-related matters. Strong group task agreement means workgroups can merge different viewpoints effectively, manage disagreements about work approaches professionally, and resolve conflicts about ideas productively. This helps prevent group task conflict, where disagreements about work decisions become sources of tension. Organisations should foster an environment where diverse viewpoints about work can be expressed and resolved constructively, while preventing destructive conflict.",
        "icon": "ListChecks"
      },
      {
        "id": 6,
        "title": "Job Control",
        "description": "Job Control is the degree to which workers can influence their work environment and make decisions about their tasks. Strong job control means having meaningful input into how work is performed, including choice over tasks, methods, and work pace. This enables workers to perform effectively while maintaining appropriate independence in their role. Organisations should avoid overly restrictive oversight that removes workers' ability to make reasonable decisions about their work.",
        "icon": "Cog"
      },
      {
        "id": 7,
        "title": "Praise and Recognition",
        "description": "Praise and Recognition is the acknowledgment and appreciation of workers' efforts and achievements. Strong praise and recognition means supervisors actively value contributions, give appropriate credit for hard work, and provide encouraging feedback. Organisations should foster a culture where meaningful recognition is regularly expressed through both formal and informal appreciation, helping workers feel genuinely valued for their work.",
        "icon": "Award"
      },
      {
        "id": 8,
        "title": "Procedural Justice",
        "description": "Procedural Justice is the fairness and consistency of organisational processes. Strong procedural justice exists when workplace processes are applied consistently, remain free from bias, allow workers to express their views, and are based on accurate information. Organisations should ensure their decision-making processes, from resource allocation to conflict resolution, are transparent, consistent and allow for appropriate worker input.",
        "icon": "Gavel"
      },
      {
        "id": 9,
        "title": "Psychological Wellbeing",
        "description": "Psychological Wellbeing is the mental and emotional energy workers maintain in their professional lives. Strong psychological wellbeing is characterised by sustained energy levels, emotional stability, and resilience in the face of workplace challenges. This helps prevent psychological distress, which can manifest as fatigue, nervousness, hopelessness, or burnout. Organisations should actively monitor and support workers' psychological wellbeing through preventive measures, while being alert to signs of declining psychological health.",
        "icon": "HeartPulse"
      },
      {
        "id": 10,
        "title": "Role Alignment",
        "description": "Role Alignment is the consistency of expectations and demands placed on workers. Strong role alignment means different aspects of the role fit together coherently, with compatible requests from stakeholders and manageable demands across groups. This prevents role conflict, where workers receive contradictory tasks or directions that conflict with their values. Organisations should prevent situations where workers receive conflicting instructions or face incompatible expectations from different people or teams.",
        "icon": "Puzzle"
      },
      {
        "id": 11,
        "title": "Role Clarity",
        "description": "Role Clarity is the degree to which workers understand their responsibilities, methods, and organisational context. Strong role clarity exists when workers know exactly what is expected of them, understand their duties, and see how their work contributes to organisational goals. This prevents role ambiguity, which occurs when there is uncertainty or lack of information about role requirements. Organisations should ensure expectations, responsibilities and procedures are well-defined and communicated, avoiding situations where workers are uncertain about their role or how to accomplish their work.",
        "icon": "Lightbulb"
      },
      {
        "id": 12,
        "title": "Supervisor Support",
        "description": "Supervisor Support is the extent to which supervisors provide practical and emotional support to their workers. Strong supervisor support means supervisors offer reliable assistance with work problems, active help during difficult situations, and willingness to listen to work-related concerns. This ensures workers receive the guidance and support they need from their leaders. Organisations should ensure supervisors are equipped and encouraged to provide both practical guidance and supportive leadership to their team members.",
        "icon": "LifeBuoy"
      },
      {
        "id": 13,
        "title": "Workload Management",
        "description": "Workload Management is the organisation's ability to maintain reasonable work demands and achievable expectations. Strong workload management ensures deadlines are realistic, time pressures are sustainable, and work volumes allow tasks to be completed properly. This prevents role overload, where workers feel stressed due to excessive demands and unreasonable deadlines. Organisations should avoid creating excessive pressure through unreasonable timeframes or unmanageable workloads that could lead to task neglect or burnout.",
        "icon": "Scale"
      },
      {
        "id": 14,
        "title": "Workplace Respect",
        "description": "Workplace Respect is the maintenance of professional and respectful behaviour throughout the workplace. Strong workplace respect means communication remains professional across all channels, feedback is constructive rather than critical, and all workers are included appropriately in workplace activities. This prevents workplace bullying, which includes verbal abuse, threats, ridicule, sabotage, exclusion, and malicious gossip. Organisations should actively prevent and address unacceptable behaviours while ensuring respect is maintained in all interactions.",
        "icon": "HeartHandshake"
      }
    ],
    "competencies": [
      {
        "id": 1.01,
        "posStatement": "I have a choice in deciding what I do at work",
        "negStatement": "I have little choice in deciding what I do at work"
      },
      {
        "id": 1.02,
        "posStatement": "I have some say over the way I get the job done",
        "negStatement": "I have no say over the way I get the job done"
      },
      {
        "id": 1.03,
        "posStatement": "I have a say in my own work speed",
        "negStatement": "I have no say in my own work speed"
      },
      {
        "id": 2.01,
        "posStatement": "I am able to work reasonable hours",
        "negStatement": "I am pressured to work long hours"
      },
      {
        "id": 2.02,
        "posStatement": "I have achievable deadlines",
        "negStatement": "I have unachievable deadlines"
      },
      {
        "id": 2.03,
        "posStatement": "I have realistic time pressures",
        "negStatement": "I have unrealistic time pressures"
      },
      {
        "id": 2.04,
        "posStatement": "I am able to manage all my tasks without neglecting any",
        "negStatement": "I have to neglect some tasks because I have too much to do"
      },
      {
        "id": 3.01,
        "posStatement": "I can rely on my supervisor to help me out with a work problem",
        "negStatement": "I cannot rely on my supervisor to help me out with a work problem"
      },
      {
        "id": 3.02,
        "posStatement": "my supervisor will help me if the work gets difficult",
        "negStatement": "my supervisor will not help me if the work gets difficult"
      },
      {
        "id": 3.03,
        "posStatement": "I get the help and support I need from my supervisor",
        "negStatement": "I do not get the help and support I need from my supervisor"
      },
      {
        "id": 3.04,
        "posStatement": "my supervisor is willing to listen to my work-related problems",
        "negStatement": "my supervisor is not willing to listen to my work-related problems"
      },
      {
        "id": 4.01,
        "posStatement": "I am clear what is expected of me at work",
        "negStatement": "I am not clear what is expected of me at work"
      },
      {
        "id": 4.02,
        "posStatement": "I know how to go about getting my job done",
        "negStatement": "I do not know how to go about getting my job done"
      },
      {
        "id": 4.03,
        "posStatement": "I am clear what my duties and responsibilities are",
        "negStatement": "I am not clear what my duties and responsibilities are"
      },
      {
        "id": 4.04,
        "posStatement": "I understand how my work fits into the overall aim of the organisation",
        "negStatement": "I do not understand how my work fits into the overall aim of the organisation"
      },
      {
        "id": 5.01,
        "posStatement": "I can rely on my co-workers to help me out with a work problem",
        "negStatement": "I cannot rely on my co-workers to help me out with a work problem"
      },
      {
        "id": 5.02,
        "posStatement": "my co-workers will help me if the work gets difficult",
        "negStatement": "my co-workers will not help me if the work gets difficult"
      },
      {
        "id": 5.03,
        "posStatement": "I get the help and support I need from my co-workers",
        "negStatement": "I do not get the help and support I need from my co-workers"
      },
      {
        "id": 5.04,
        "posStatement": "my co-workers are willing to listen to my work-related problems",
        "negStatement": "my co-workers are not willing to listen to my work-related problems"
      },
      {
        "id": 6.01,
        "posStatement": "I do things which are accepted by everyone",
        "negStatement": "I do things which are accepted by one person, but not by another"
      },
      {
        "id": 6.02,
        "posStatement": "different groups support me in accomplishing tasks at the same time",
        "negStatement": "different groups demand things from me that are difficult to do at the same time"
      },
      {
        "id": 6.03,
        "posStatement": "different people have clear and consistent expectations of me",
        "negStatement": "different people expect conflicting things from me"
      },
      {
        "id": 6.04,
        "posStatement": "I receive compatible requests from all the people I work with",
        "negStatement": "I receive incompatible requests from two or more people"
      },
      {
        "id": 7.01,
        "posStatement": "I feel that my supervisor values my contributions to this organisation",
        "negStatement": "I feel that my supervisor does not value my contributions to this organisation"
      },
      {
        "id": 7.02,
        "posStatement": "my supervisor gives me sufficient credit for my hard work",
        "negStatement": "my supervisor does not give me sufficient credit for my hard work"
      },
      {
        "id": 7.03,
        "posStatement": "my supervisor encourages me in my work with praise and thanks",
        "negStatement": "my supervisor does not encourage me in my work with praise and thanks"
      },
      {
        "id": 8.01,
        "posStatement": "processes for handling conflicts are applied consistently in my workgroup",
        "negStatement": "processes for handling conflicts are not applied consistently in my workgroup"
      },
      {
        "id": 8.02,
        "posStatement": "processes for handling conflicts are free from bias in my workgroup",
        "negStatement": "processes for handling conflicts are biased in my workgroup"
      },
      {
        "id": 8.03,
        "posStatement": "employees in my workgroup are able to express their views and feelings during processes for handling conflicts",
        "negStatement": "employees in my workgroup are not able to express their views and feelings during processes for handling conflicts"
      },
      {
        "id": 8.04,
        "posStatement": "processes for handling conflicts are based on accurate information about my workgroup",
        "negStatement": "processes for handling conflicts are not based on accurate information about my workgroup"
      },
      {
        "id": 9.01,
        "posStatement": "my work puts me in emotionally stable situations",
        "negStatement": "my work puts me in emotionally disturbing situations"
      },
      {
        "id": 9.02,
        "posStatement": "my work is emotionally rewarding",
        "negStatement": "my work is emotionally demanding"
      },
      {
        "id": 9.03,
        "posStatement": "I maintain a healthy emotional distance from my work",
        "negStatement": "I get emotionally over-involved in my work"
      },
      {
        "id": 10.01,
        "posStatement": "I am consulted about proposed changes at work",
        "negStatement": "I am not consulted about proposed changes at work"
      },
      {
        "id": 10.02,
        "posStatement": "when changes are made at work, I am clear about how they will work out in practice",
        "negStatement": "when changes are made at work, I am unclear about how they will work out in practice"
      },
      {
        "id": 10.03,
        "posStatement": "I am clearly informed about the nature of the changes that take place in this organisation",
        "negStatement": "I am not clearly informed about the nature of the changes that take place in this organisation"
      },
      {
        "id": 10.04,
        "posStatement": "I can voice concerns about changes that affect my job",
        "negStatement": "I cannot voice concerns about changes that affect my job"
      },
      {
        "id": 11.01,
        "posStatement": "me and members of my workgroup agree about the work being done",
        "negStatement": "me and members of my workgroup disagree about the work being done"
      },
      {
        "id": 11.02,
        "posStatement": "there is constructive discussion about ideas between me and members of my workgroup",
        "negStatement": "there are conflicts about ideas between me and members of my workgroup"
      },
      {
        "id": 11.03,
        "posStatement": "there is alignment between me and members of my workgroup about the work I do",
        "negStatement": "there is conflict between me and members of my workgroup about the work I do"
      },
      {
        "id": 11.04,
        "posStatement": "there is consensus of opinion between me and members of my workgroup",
        "negStatement": "there are differences of opinion between me and members of my workgroup"
      },
      {
        "id": 12.01,
        "posStatement": "there are positive feelings among members in my workgroup",
        "negStatement": "there are bad feelings among members in my workgroup"
      },
      {
        "id": 12.02,
        "posStatement": "personality differences are respected in my workgroup",
        "negStatement": "personality conflicts are evidenced in my workgroup"
      },
      {
        "id": 12.03,
        "posStatement": "there is harmony among members in my workgroup",
        "negStatement": "there is tension among members in my workgroup"
      },
      {
        "id": 12.04,
        "posStatement": "there is emotional support among members in my workgroup",
        "negStatement": "there is emotional conflict among members in my workgroup"
      },
      {
        "id": 13.01,
        "posStatement": "I have recently received respectful verbal communication in my workgroup",
        "negStatement": "I have recently been subjected to verbal abuse in my workgroup"
      },
      {
        "id": 13.02,
        "posStatement": "I have recently been treated fairly and without threats in my workgroup",
        "negStatement": "I have recently been subjected to threats of punishment for no reason in my workgroup"
      },
      {
        "id": 13.03,
        "posStatement": "I have recently received encouragement and positive feedback in my workgroup",
        "negStatement": "#ERROR!"
      },
      {
        "id": 13.04,
        "posStatement": "I have recently received respectful messages via telephone, written, or electronic means in my workgroup",
        "negStatement": "I have recently been subjected to offensive messages via telephone, written, or electronic means in my workgroup"
      },
      {
        "id": 13.05,
        "posStatement": "I have recently experienced collaboration and support of my work in my workgroup",
        "negStatement": "I have recently been subjected to sabotage of my work in my workgroup"
      },
      {
        "id": 13.06,
        "posStatement": "I have recently been included in workplace activities in my workgroup",
        "negStatement": "I have recently been subjected to exclusion or isolation from workplace  activities in my workgroup"
      },
      {
        "id": 13.07,
        "posStatement": "I have recently received constructive and fair feedback in my workgroup",
        "negStatement": "I have recently been subjected to persistent and unjustified  criticisms in my workgroup"
      },
      {
        "id": 13.08,
        "posStatement": "I have recently been treated with respect through gestures, communication, and support in my workgroup",
        "negStatement": "I have recently been subjected to humiliation through gestures, sarcasm, criticism, or insults in my workgroup"
      },
      {
        "id": 13.09,
        "posStatement": "I have recently been the subject of positive discussions in my workgroup",
        "negStatement": "I have recently been the subject of gossip or false, malicious rumours in my workgroup"
      },
      {
        "id": 13.1,
        "posStatement": "I have recently witnessed supportive behaviour in my workgroup",
        "negStatement": "I have recently witnessed workplace bullying in my workgroup"
      },
      {
        "id": 13.11,
        "posStatement": "I have recently experienced a supportive workgroup",
        "negStatement": "I have recently been subjected to workplace bullying in my workgroup"
      },
      {
        "id": 14.01,
        "posStatement": "I have recently felt energetic and alert",
        "negStatement": "I have recently felt tired out for no good reason"
      },
      {
        "id": 14.02,
        "posStatement": "I have recently felt calm and relaxed",
        "negStatement": "I have recently felt nervous"
      },
      {
        "id": 14.03,
        "posStatement": "I have recently felt calm and in control",
        "negStatement": "I have recently felt so nervous that nothing could calm me down"
      },
      {
        "id": 14.04,
        "posStatement": "I have recently felt hopeful and positive",
        "negStatement": "I have recently felt hopeless"
      },
      {
        "id": 14.05,
        "posStatement": "I have recently felt calm and settled",
        "negStatement": "I have recently felt restless or fidgety"
      },
      {
        "id": 14.06,
        "posStatement": "I have recently felt composed and at ease",
        "negStatement": "I have recently felt so restless I could not sit still"
      },
      {
        "id": 14.07,
        "posStatement": "I have recently felt that everything was manageable",
        "negStatement": "I have recently felt that everything was an effort"
      },
      {
        "id": 14.08,
        "posStatement": "I have recently felt happy and uplifted",
        "negStatement": "I have recently felt so sad nothing could cheer me up"
      },
      {
        "id": 14.09,
        "posStatement": "I have recently felt valued and capable",
        "negStatement": "I have recently felt worthless"
      },
      {
        "id": 14.1,
        "posStatement": "I have recently felt positive and upbeat",
        "negStatement": "I have recently felt depressed"
      },
      {
        "id": 14.11,
        "posStatement": "I have recently felt rested and rejuvenated",
        "negStatement": "I have recently felt tired"
      },
      {
        "id": 14.12,
        "posStatement": "I have recently had plenty of energy for going to work in the morning",
        "negStatement": "I have recently had no energy for going to work in the morning"
      },
      {
        "id": 14.13,
        "posStatement": "I have recently felt physically well and strong",
        "negStatement": "I have recently felt physically drained"
      },
      {
        "id": 14.14,
        "posStatement": "I have recently felt content and satisfied",
        "negStatement": "I have recently felt fed up"
      },
      {
        "id": 14.15,
        "posStatement": "I have recently felt energised and recharged",
        "negStatement": "I have recently felt like my batteries are dead"
      },
      {
        "id": 14.16,
        "posStatement": "I have recently felt enthusiastic and motivated",
        "negStatement": "I have recently felt burned out"
      }
    ]
  }
]
