[
  {
    "id": 12,
    "name": "Orange",
    "color": "#FF8000",
    "stress": 60,
    "energy": 90,
    "tags": [
      2, 7, 8, 9, 13, 14, 15, 25, 31, 47, 62, 63, 69, 70, 72, 73, 74, 76, 78, 79, 83, 84, 85, 87, 89, 93, 112, 114, 116,
      117, 121, 127, 134, 135, 141, 142, 153, 155, 156, 166, 174, 175, 176, 181, 182, 199, 200, 204, 208
    ],
    "summary": "When you're in the Orange zone, you're wired. There's energy and urgency – maybe excitement, maybe panic. You're on the edge of something.",
    "description": "Orange is wired urgency. It's a restless state — full of drive, anticipation, or pressure. You might feel like something big needs to happen now. It can tip toward panic or push you toward action.",
    "science": "This blend of dopamine and adrenaline creates a sense of urgency. It can fuel bold action or chaotic spirals, depending on how it's channelled.",
    "strategies": "Start by noticing the surge – you're buzzing with potential or pressure. Then, choose one thing to channel it into before it spirals. Finally, act decisively but gently, and build in a pause to reset before moving onto the next thing."
  },
  {
    "id": 1,
    "name": "Yellow",
    "color": "#FFD500",
    "stress": 0,
    "energy": 100,
    "tags": [9, 25, 31, 69, 70, 72, 73, 74, 76, 79, 93, 112, 117, 121, 127, 142, 155, 174, 199, 200, 204],
    "summary": "When you're in the Yellow zone, you're buzzing. This is full-beam energy, joy, and confidence. Everything feels possible and you're lighting up the room.",
    "description": "Yellow is where vitality shines brightest. It's the feeling of being energised, enthusiastic, and ready for anything. This is a zone of motivation, bold ideas, and visible momentum — when you're switched on, confident, and thriving.",
    "science": "In the Yellow zone, your brain is likely riding a wave of dopamine – the reward chemical that fuels motivation and action. The prefrontal cortex is switched on, meaning you're focused, creative, and ready to take on challenges.",
    "strategies": "First, ride the wave – let your energy expand and fuel what matters most. Then, focus it with intention by picking one bold action that lights you up. Finally, take a moment to reflect on how good it feels to be in your element."
  },
  {
    "id": 2,
    "name": "Lime",
    "color": "#AAFF00",
    "stress": 5,
    "energy": 85,
    "tags": [
      3, 4, 5, 6, 9, 11, 16, 19, 22, 25, 28, 30, 31, 32, 36, 38, 41, 43, 45, 69, 70, 72, 73, 74, 75, 76, 77, 79, 86, 90,
      93, 95, 96, 101, 102, 107, 108, 109, 110, 112, 117, 118, 120, 121, 127, 130, 131, 132, 138, 140, 142, 143, 146,
      147, 151, 155, 159, 161, 162, 163, 174, 177, 178, 179, 194, 199, 200, 202, 203, 204
    ],
    "summary": "When you're in the Lime zone, you're switched on and feeling good. Motivated, clear, and steady – like you're ready to have a really productive day.",
    "description": "Lime reflects focused optimism. It's that energised clarity you get when you feel capable, aligned, and up for a challenge. It's balanced drive — strong enough to move forward, grounded enough to stay steady.",
    "science": "This zone reflects a sweet spot between dopamine and serotonin. You're energised but not overwhelmed – with emotional stability and a sense of control that supports meaningful progress.",
    "strategies": "Start by noticing how steady and capable you feel – this is your zone of sustainable drive. Then, use this clarity to map out what needs your attention today. Finally, lean in – you've got the presence and energy to make real progress."
  },
  {
    "id": 3,
    "name": "Green",
    "color": "#00FF00",
    "stress": 10,
    "energy": 70,
    "tags": [
      3, 4, 5, 6, 11, 16, 19, 22, 28, 30, 32, 36, 38, 41, 43, 45, 75, 77, 86, 90, 95, 96, 101, 102, 107, 108, 109, 110,
      118, 120, 130, 131, 132, 138, 140, 143, 146, 147, 151, 159, 161, 162, 163, 177, 178, 179, 194, 202, 203
    ],
    "summary": "When you're in the Green zone, you're grounded and content. Calm but engaged. You feel balanced – like things are flowing exactly as they should.",
    "description": "Green is emotional balance. It's the state where calm meets confidence — where you feel connected, present, and clear. This is your zone of calm productivity, relational ease, and quiet strength.",
    "science": "High serotonin and low cortisol make the Green zone a stable emotional anchor. It promotes prosocial behaviour, long-term thinking, and a sense of connection – both with others and yourself.",
    "strategies": "First, anchor yourself in the calm – this is emotional equilibrium. Then, reach out or reconnect with something meaningful: a person, a purpose, a plan. Finally, protect this balance by moving slowly and choosing what to let in."
  },
  {
    "id": 4,
    "name": "Mint",
    "color": "#00FFAA",
    "stress": 15,
    "energy": 55,
    "tags": [
      3, 4, 5, 6, 11, 16, 17, 19, 20, 21, 22, 27, 28, 29, 30, 32, 33, 34, 35, 36, 37, 38, 41, 42, 43, 44, 45, 71, 75,
      77, 86, 88, 90, 91, 92, 94, 95, 96, 98, 101, 102, 107, 108, 109, 110, 118, 120, 130, 131, 132, 136, 137, 138, 140,
      143, 145, 146, 147, 148, 149, 151, 152, 158, 159, 161, 162, 163, 164, 165, 171, 172, 177, 178, 179, 184, 185, 190,
      193, 194, 202, 203
    ],
    "summary": "When you're in the Mint zone, you're calm, focused, and steady. There's quiet optimism here – a gentle space to think, plan, or just be.",
    "description": "Mint represents gentle focus. You're composed, thoughtful, and unhurried — able to reflect, plan, or simply breathe. This is the zone of calm clarity and self-trust, without the push.",
    "science": "Your parasympathetic nervous system (the “rest and digest” mode) is activated here. GABA levels help reduce overstimulation while serotonin keeps your mood balanced – perfect for gentle focus.",
    "strategies": "Begin by taking a deep breath and noticing the space you're in – soft, open, unhurried. Then, bring gentle focus to something that requires care or detail. Finally, give yourself permission to move at your own pace – it's more than enough."
  },
  {
    "id": 5,
    "name": "Cyan",
    "color": "#00D5FF",
    "stress": 5,
    "energy": 30,
    "tags": [
      17, 20, 21, 27, 29, 33, 34, 35, 37, 42, 44, 71, 88, 91, 92, 94, 98, 136, 137, 145, 148, 149, 152, 158, 164, 165,
      171, 172, 184, 185, 190, 193
    ],
    "summary": "When you're in the Cyan zone, you're deeply relaxed. Nothing feels urgent. You've slowed down, softened your edges, and made room to breathe.",
    "description": "Cyan reflects deep rest and release. You're at ease here — emotionally relaxed and free from pressure. It's the feeling of floating, resting, or softly letting go.",
    "science": "This is the zone of true nervous system recovery. GABA is active, cortisol is low, and your brain is resting in a way that supports healing, sleep, and emotional regulation.",
    "strategies": "First, drop your shoulders and let the tension go – you're safe to exhale here. Then, let your mind drift without needing to solve or perform. Finally, protect your peace by avoiding unnecessary input or urgency for a little while longer."
  },
  {
    "id": 6,
    "name": "Azure",
    "color": "#0080FF",
    "stress": 30,
    "energy": 15,
    "tags": [
      12, 17, 20, 21, 27, 29, 33, 34, 35, 37, 42, 44, 48, 50, 51, 52, 53, 55, 57, 58, 65, 66, 67, 68, 71, 81, 82, 88,
      91, 92, 94, 97, 98, 99, 103, 115, 119, 122, 123, 124, 136, 137, 139, 145, 148, 149, 152, 157, 158, 164, 165, 168,
      169, 170, 171, 172, 184, 185, 190, 193, 195, 207
    ],
    "summary": "When you're in the Azure zone, you're quiet and low on fuel. Things feel slow, maybe even flat, but not heavy. This is a gentle pause – a moment between doing and being.",
    "description": "Azure is a quiet pause. You may feel foggy, flat, or low-energy — not overwhelmed, just distant from the action. It's a soft withdrawal from the noise, a moment to be still.",
    "science": "Here, dopamine dips and your nervous system is in a low-activation state. Your brain is slowing down, asking for stillness without emotional strain. You're in idle mode – resting, not retreating.",
    "strategies": "Start by noticing the stillness – you don't have to force clarity. Then, lean into simple comforts or solitude without needing to push. Finally, trust that slowness is a signal, not a setback."
  },
  {
    "id": 7,
    "name": "Blue",
    "color": "#0000FF",
    "stress": 30,
    "energy": 0,
    "tags": [
      12, 48, 50, 51, 52, 53, 55, 57, 58, 65, 66, 67, 68, 81, 82, 97, 99, 103, 115, 119, 122, 123, 124, 139, 157, 168,
      169, 170, 195, 207
    ],
    "summary": "When you're in the Blue zone, you're flat. Your energy is empty, and even simple things feel like a stretch. It's not crisis – it's depletion. A cue to recharge, not retreat.",
    "description": "Blue is emotional depletion. It's the feeling of being completely drained, with little energy to give. You're not broken — just flat, low, and in need of space to recharge.",
    "science": "In this state, dopamine and drive are low, which can make even basic tasks feel out of reach. The brain is slowing things down as a protective response – conserving resources, not giving up.",
    "strategies": "First, name the flatness without judgement. Then, give yourself full permission to go gently – you're not lazy, you're low. Finally, choose the smallest act of care you can manage, and let that be enough."
  },
  {
    "id": 8,
    "name": "Violet",
    "color": "#6600CC",
    "stress": 65,
    "energy": 25,
    "tags": [
      1, 10, 12, 18, 23, 24, 26, 39, 40, 46, 48, 49, 50, 51, 52, 53, 54, 55, 56, 57, 58, 59, 60, 61, 64, 65, 66, 67, 68,
      80, 81, 82, 97, 99, 100, 103, 104, 105, 106, 111, 113, 115, 119, 122, 123, 124, 125, 126, 128, 129, 133, 139, 144,
      150, 154, 157, 160, 167, 168, 169, 170, 173, 180, 183, 186, 187, 188, 189, 191, 192, 195, 196, 197, 198, 201, 205,
      206, 207
    ],
    "summary": "When you're in the Violet zone, you're uneasy. Something doesn't feel right, even if it's hard to name. You may need comfort or clarity.",
    "description": "Violet represents unease and emotional vulnerability. There's a sense that something's off — maybe hesitation, doubt, or quiet discomfort. It's the first stirrings of stress, just below the surface.",
    "science": "This zone often activates mild amygdala alerts – the emotional radar sensing potential threat or ambiguity. Cortisol may rise slightly, pulling your attention toward safety or belonging.",
    "strategies": "Start by saying, even quietly, “Something feels off.” Then, ask yourself if you need comfort, clarity, or just time. Finally, choose one small step that helps you feel a little more anchored — even a warm drink or a deep breath counts."
  },
  {
    "id": 9,
    "name": "Dark Magenta",
    "color": "#990099",
    "stress": 80,
    "energy": 50,
    "tags": [
      1, 10, 18, 23, 24, 26, 39, 40, 46, 49, 54, 56, 59, 60, 61, 64, 80, 100, 104, 105, 106, 111, 113, 125, 126, 128,
      129, 133, 144, 150, 154, 160, 167, 173, 180, 183, 186, 187, 188, 189, 191, 192, 196, 197, 198, 201, 205, 206
    ],
    "summary": "When you're in the Dark Magenta zone, you're hurting. There's tension here – emotional pain, exclusion, or a sense of being off-centre.",
    "description": "Dark Magenta is where hurt and tension mix. There's emotional weight here — a sense of being pushed out, misunderstood, or carrying pain. It's more active than sadness, but still heavy with strain.",
    "science": "Emotional pain lights up the same brain regions as physical pain – especially the anterior cingulate cortex. The need for connection is primal here, and oxytocin may be low.",
    "strategies": "First, give yourself permission to feel what hurts – pain is valid and real. Then, consider whether it helps to be alone or to be heard. Finally, take a step toward healing – through connection, compassion, or simply naming what's true for you."
  },
  {
    "id": 10,
    "name": "Burgundy",
    "color": "#CC0066",
    "stress": 95,
    "energy": 65,
    "tags": [
      1, 2, 7, 8, 10, 13, 14, 15, 18, 23, 24, 26, 39, 40, 46, 47, 49, 54, 56, 59, 60, 61, 62, 63, 64, 78, 80, 83, 84,
      85, 87, 89, 100, 104, 105, 106, 111, 113, 114, 116, 125, 126, 128, 129, 133, 134, 135, 141, 144, 150, 153, 154,
      156, 160, 166, 167, 173, 175, 176, 180, 181, 182, 183, 186, 187, 188, 189, 191, 192, 196, 197, 198, 201, 205, 206,
      208
    ],
    "summary": "When you're in the Burgundy zone, you're irritated or agitated. Frustration is simmering, and you might be close to snapping.",
    "description": "Burgundy is agitation and emotional pressure. It's frustration simmering close to the surface — tense, reactive, and easy to trigger. This zone is intense but not yet explosive.",
    "science": "Cortisol and adrenaline are both elevated here, narrowing your focus and priming you for reactivity. This is your body bracing – a cue to step back before you react.",
    "strategies": "Begin by recognising the friction – irritation is often a messenger. Then, pause before reacting and explore what's underneath the surface. Finally, release the heat through movement, breath, or expression – before it builds too high."
  },
  {
    "id": 11,
    "name": "Red",
    "color": "#FF0000",
    "stress": 100,
    "energy": 95,
    "tags": [
      2, 7, 8, 13, 14, 15, 47, 62, 63, 78, 83, 84, 85, 87, 89, 114, 116, 134, 135, 141, 153, 156, 166, 175, 176, 181,
      182, 208
    ],
    "summary": "When you're in the Red zone, you're maxed out. Angry, anxious, or overwhelmed. Everything is turned up to 11. You need space or release.",
    "description": "Red is emotional overload. It's where stress peaks and everything feels turned up too high — anxiety, anger, or urgency with nowhere to go. It's loud, intense, and hard to hold.",
    "science": "This is the fight-or-flight zone. Your amygdala is highly active, flooding your body with stress hormones. Thinking becomes reactive, not reflective. Regulation is essential.",
    "strategies": "First, stop and create space – emotional overwhelm needs room to breathe. Then, ground yourself with something physical: water, movement, even counting. Finally, don't rush the calm – give your body time to come back to centre."
  }
]
