[
  {
    "quote": "A committee is a group of the unprepared, appointed by the unwilling to do the unnecessary.",
    "author": "Fred Allen",
    "tags": [196]
  },
  {
    "quote": "A day of worry is more exhausting than a week of work.",
    "author": "John Lubbock",
    "tags": [81]
  },
  {
    "quote": "A good friend is like a four-leaf clover; hard to find and lucky to have.",
    "author": "Irish Proverb",
    "tags": [178]
  },
  {
    "quote": "A heavy heart bears not a nimble tongue.",
    "author": "William Shakespeare",
    "tags": [97]
  },
  {
    "quote": "A hurtful act is the transference to others of the degradation which we bear in ourselves.",
    "author": "Simone Weil",
    "tags": [49]
  },
  {
    "quote": "A lack of appreciation and respect can be a sad end to many wonderful relationships.",
    "author": "Bernajoy Vaal",
    "tags": [186, 61]
  },
  {
    "quote": "A man cannot be comfortable without his own approval.",
    "author": "Mark Twain",
    "tags": [34]
  },
  {
    "quote": "A positive attitude causes a chain reaction of positive thoughts, events, and outcomes. It is a catalyst and it sparks extraordinary results.",
    "author": "Wade Boggs",
    "tags": [138]
  },
  {
    "quote": "A ruffled mind makes a restless pillow.",
    "author": "Charlotte Brontë",
    "tags": [153]
  },
  {
    "quote": "A smile is like an instant facelift and an instant mood lift.",
    "author": "Christie Brinkley",
    "tags": [200]
  },
  {
    "quote": "A toxic work environment can destroy morale, undermine productivity, and threaten the success of an organization.",
    "author": "Howard Schultz",
    "tags": [189, 182]
  },
  {
    "quote": "A wound gets worse when it's treated with neglect.",
    "author": "Stevie Nicks",
    "tags": [128]
  },
  {
    "quote": "Abandonment is like a wound that never heals.",
    "author": "Ayaan Hirsi Ali",
    "tags": [1]
  },
  {
    "quote": "Ability is what you're capable of doing. Motivation determines what you do. Attitude determines how well you do it.",
    "author": "Lou Holtz",
    "tags": [28, 127]
  },
  {
    "quote": "Abusers manipulate victims into abandoning their own reality, forcing them to accept the abuser's version.",
    "author": "Amy Marlow-MaCoy",
    "tags": [2]
  },
  {
    "quote": "Acceptance doesn't mean resignation; it means understanding that something is what it is and that there's got to be a way through it.",
    "author": "Michael J. Fox",
    "tags": [4, 46]
  },
  {
    "quote": "Acknowledging the good that you already have in your life is the foundation for all abundance.",
    "author": "Eckhart Tolle",
    "tags": [17]
  },
  {
    "quote": "Act as if what you do makes a difference. It does.",
    "author": "William James",
    "tags": [199, 143]
  },
  {
    "quote": "Act enthusiastic and you will be enthusiastic.",
    "author": "Dale Carnegie",
    "tags": [76]
  },
  {
    "quote": "Alienation is a form of living death. It is the acid of despair that dissolves society.",
    "author": "Martin Luther King Jr.",
    "tags": [10, 55]
  },
  {
    "quote": "All forms of fear produce fatigue.",
    "author": "Bertrand Russell",
    "tags": [82]
  },
  {
    "quote": "All highly competent people continually search for ways to keep learning, growing, and improving.",
    "author": "Benjamin Franklin",
    "tags": [36]
  },
  {
    "quote": "All you really need to do is accept this moment fully. You are then at ease in the here and now and at ease with yourself.",
    "author": "Eckhart Tolle",
    "tags": [20]
  },
  {
    "quote": "Almost everything will work again if you unplug it for a few minutes, including you.",
    "author": "Anne Lamott",
    "tags": [52, 134]
  },
  {
    "quote": "Alone we can do so little; together we can do so much.",
    "author": "Helen Keller",
    "tags": [45]
  },
  {
    "quote": "Although the world is full of suffering, it is also full of the overcoming of it.",
    "author": "Helen Keller",
    "tags": [63]
  },
  {
    "quote": "An injury is much sooner forgotten than an insult.",
    "author": "Philip Stanhope",
    "tags": [113]
  },
  {
    "quote": "An investment in knowledge pays the best interest.",
    "author": "Benjamin Franklin",
    "tags": [118]
  },
  {
    "quote": "An open mind leaves a chance for someone to drop a worthwhile thought in it.",
    "author": "Mark Twain",
    "tags": [130]
  },
  {
    "quote": "An overly comfortable life leads to apathy and lack of motivation.",
    "author": "Michael Easter",
    "tags": [119]
  },
  {
    "quote": "An unhurried sense of time is in itself a form of wealth.",
    "author": "Bonnie Friedman",
    "tags": [193]
  },
  {
    "quote": "Anger, resentment, and jealousy don't change the heart of others—they only change yours.",
    "author": "Shannon L. Alder",
    "tags": [150, 13]
  },
  {
    "quote": "Anxiety does not empty tomorrow of its sorrows, but only empties today of its strength.",
    "author": "Charles Spurgeon",
    "tags": [15]
  },
  {
    "quote": "Anxiety is a thin stream of fear trickling through the mind. If encouraged, it cuts a channel into which all other thoughts are drained.",
    "author": "Arthur Somers Roche",
    "tags": [15]
  },
  {
    "quote": "Anybody can become angry - that is easy, but to be angry with the right person and to the right degree and at the right time and for the right purpose, and in the right way - that is not within everybody's power and is not easy.",
    "author": "Aristotle",
    "tags": [13]
  },
  {
    "quote": "Appreciation can make a day, even change a life. Your willingness to put it into words is all that is necessary.",
    "author": "Margaret Cousins",
    "tags": [5, 16]
  },
  {
    "quote": "Appreciation is a wonderful thing. It makes what is excellent in others belong to us as well.",
    "author": "Voltaire",
    "tags": [146, 16]
  },
  {
    "quote": "Apprehension, uncertainty, waiting, expectation, fear of surprise, do a patient more harm than any exertion.",
    "author": "Florence Nightingale",
    "tags": [18, 187, 83]
  },
  {
    "quote": "Art is to console those who are broken by life.",
    "author": "Vincent Van Gogh",
    "tags": [42]
  },
  {
    "quote": "As children, our imaginations are vibrant, and our hearts are open.",
    "author": "Yehuda Berg",
    "tags": [204]
  },
  {
    "quote": "As we express our gratitude, we must never forget that the highest appreciation is not to utter words, but to live by them.",
    "author": "John F. Kennedy",
    "tags": [16, 91]
  },
  {
    "quote": "As you grow older, you will discover that you have two hands: one for helping yourself, the other for helping others.",
    "author": "Audrey Hepburn",
    "tags": [98]
  },
  {
    "quote": "At times in life you have to leave people where they left you.",
    "author": "Angel Moreira",
    "tags": [54, 1]
  },
  {
    "quote": "Balance is not something you find, it's something you create.",
    "author": "Jana Kingsford",
    "tags": [22]
  },
  {
    "quote": "Be active, be energetic, be enthusiastic and you will accomplish your object.",
    "author": "Harvey Mackay",
    "tags": [74, 76]
  },
  {
    "quote": "Be alert. The most important things in life are seldom the most obvious.",
    "author": "Jonathan Lockwood Huie",
    "tags": [9]
  },
  {
    "quote": "Be always vigilant; there are many snares for the good.",
    "author": "Accius",
    "tags": [9]
  },
  {
    "quote": "Be content with what you have; rejoice in the way things are. When you realize there is nothing lacking, the whole world belongs to you.",
    "author": "Lao Tzu",
    "tags": [44]
  },
  {
    "quote": "Be not arrogant when fortune smiles, or dejected when she frowns.",
    "author": "Decimius Magnus Ausonius",
    "tags": [48]
  },
  {
    "quote": "Be patient with everyone, but above all with yourself. I mean do not be disheartened by your imperfections, but always rise up with fresh courage.",
    "author": "Saint Francis de Sales",
    "tags": [58, 57]
  },
  {
    "quote": "Be proud of who you are, and not ashamed of how someone else sees you.",
    "author": "Unknown",
    "tags": [142]
  },
  {
    "quote": "Be proud of your place in the cosmos. It is small, and yet, it is.",
    "author": "Cecil Palmer",
    "tags": [142]
  },
  {
    "quote": "Be proud of your scars. They remind you that you have the will to live.",
    "author": "Paulo Coelho",
    "tags": [142]
  },
  {
    "quote": "Be so good they can't ignore you.",
    "author": "Steve Martin",
    "tags": [60, 106]
  },
  {
    "quote": "Be wary around your enemy once, and your friend a thousand times. A double crossing friend knows more about what harms you.",
    "author": "Arabic Wisdom",
    "tags": [206]
  },
  {
    "quote": "Be wary of the man who urges an action in which he himself incurs no risk.",
    "author": "Lucius Annaeus Seneca",
    "tags": [206]
  },
  {
    "quote": "Behind every sweet smile, there is a bitter sadness that no one can ever see and feel.",
    "author": "Tupac Shakur",
    "tags": [62, 157]
  },
  {
    "quote": "Being defeated is often a temporary condition; giving up is what makes it permanent.",
    "author": "Marilyn vos Savant",
    "tags": [46]
  },
  {
    "quote": "Being heard is so close to being loved that for the average person, they are almost indistinguishable.",
    "author": "David W. Augsburger",
    "tags": [162, 96]
  },
  {
    "quote": "Being ignored is a silent way of being told that you are not important.",
    "author": "Anonymous",
    "tags": [106, 191]
  },
  {
    "quote": "Being ignored is the worst feeling, but stop to think that there's always someone out there to give you the attention others didn't.",
    "author": "Bhumit Mehta",
    "tags": [106]
  },
  {
    "quote": "Being left out was a kind of freedom.",
    "author": "Lauren Kate",
    "tags": [80]
  },
  {
    "quote": "Being nervous isn't bad. It just means something important is happening.",
    "author": "Michael Jordan",
    "tags": [116]
  },
  {
    "quote": "Being upbeat is the key to life.",
    "author": "David Frost",
    "tags": [199]
  },
  {
    "quote": "Believe you can, and you're halfway there.",
    "author": "Theodore Roosevelt",
    "tags": [19, 163, 38, 112]
  },
  {
    "quote": "Beware the barrenness of a busy life.",
    "author": "Socrates",
    "tags": [193]
  },
  {
    "quote": "Blameless people are always the most exasperating.",
    "author": "George Eliot",
    "tags": [78]
  },
  {
    "quote": "By failing to prepare, you are preparing to fail.",
    "author": "Benjamin Franklin",
    "tags": [140]
  },
  {
    "quote": "Calmness is the cradle of power.",
    "author": "Josiah Gilbert Holland",
    "tags": [27]
  },
  {
    "quote": "Challenge is the pathway to engagement and progress in our lives.",
    "author": "Brendon Burchard",
    "tags": [75]
  },
  {
    "quote": "Cheerfulness and contentment are great beautifiers and are famous preservers of youthful looks.",
    "author": "Charles Dickens",
    "tags": [31, 44]
  },
  {
    "quote": "Choose a job you love, and you will never have to work a day in your life.",
    "author": "Confucius",
    "tags": [174]
  },
  {
    "quote": "Choose to be optimistic, it feels better.",
    "author": "Dalai Lama",
    "tags": [199, 131]
  },
  {
    "quote": "Clarity of mind means clarity of passion, too; this is why a great and clear mind loves ardently and sees distinctly what it loves.",
    "author": "Blaise Pascal",
    "tags": [32]
  },
  {
    "quote": "Clear mind is like the full moon in the sky. Sometimes clouds come and cover it, but the moon is always behind them.",
    "author": "Seungsahn",
    "tags": [32]
  },
  {
    "quote": "Clutter is nothing more than postponed decisions.",
    "author": "Barbara Hemphill",
    "tags": [132]
  },
  {
    "quote": "Communication leads to community, that is, to understanding, intimacy and mutual valuing.",
    "author": "Rollo May",
    "tags": [190]
  },
  {
    "quote": "Confidence comes not from always being right but from not fearing to be wrong.",
    "author": "Peter T. McIntyre",
    "tags": [38]
  },
  {
    "quote": "Confidence is a habit that can be developed by acting as if you already had the confidence you desire to have.",
    "author": "Brian Tracy",
    "tags": [19, 38]
  },
  {
    "quote": "Confidence is not 'they will like me.' Confidence is 'I'll be fine if they don't.'",
    "author": "Unknown",
    "tags": [38]
  },
  {
    "quote": "Confidence is one thing, disrespect is quite another.",
    "author": "David Baldacci",
    "tags": [61]
  },
  {
    "quote": "Confidence is preparation. Everything else is beyond your control.",
    "author": "Richard Kline",
    "tags": [140, 38]
  },
  {
    "quote": "Confidence is the public face of competence.",
    "author": "Ron Suskind",
    "tags": [36, 38]
  },
  {
    "quote": "Confusion is the welcome mat at the door of creativity.",
    "author": "Michael J. Gelb",
    "tags": [40]
  },
  {
    "quote": "Control your own destiny or someone else will.",
    "author": "Jack Welch",
    "tags": [107]
  },
  {
    "quote": "Cooperation is the thorough conviction that nobody can get there unless everybody gets there.",
    "author": "Virginia Burden",
    "tags": [45]
  },
  {
    "quote": "Courage is resistance to fear, mastery of fear, not absence of fear.",
    "author": "Mark Twain",
    "tags": [83]
  },
  {
    "quote": "Depression is the inability to construct a future.",
    "author": "Rollo May",
    "tags": [53]
  },
  {
    "quote": "Disappointment is inevitable. But to become discouraged, there's a choice I make.",
    "author": "Charles Stanley",
    "tags": [57, 56]
  },
  {
    "quote": "Dispirited, unmotivated, unappreciated workers cannot compete in a highly competitive world.",
    "author": "Frances Hesselbein",
    "tags": [186, 195]
  },
  {
    "quote": "Disrespect is the weapon of the weak.",
    "author": "Alice Miller",
    "tags": [61]
  },
  {
    "quote": "Distrust and caution are the parents of security.",
    "author": "Benjamin Franklin",
    "tags": [64]
  },
  {
    "quote": "Distrust those who love you extremely upon a slight acquaintance, and without any visible reason.",
    "author": "Lord Chesterfield",
    "tags": [64]
  },
  {
    "quote": "Do not anticipate trouble or worry about what may never happen. Keep in the sunlight.",
    "author": "Benjamin Franklin",
    "tags": [145, 208]
  },
  {
    "quote": "Do the thing you fear to do and keep on doing it... that is the quickest and surest way ever yet discovered to conquer fear.",
    "author": "Dale Carnegie",
    "tags": [83]
  },
  {
    "quote": "Do your work, then step back. The only path to serenity.",
    "author": "Lao Tzu",
    "tags": [164]
  },
  {
    "quote": "Don't believe every worried thought you have. Worried thoughts are notoriously inaccurate.",
    "author": "Renee Jain",
    "tags": [208]
  },
  {
    "quote": "Don't call me a saint. I don't want to be dismissed so easily.",
    "author": "Dorothy Day",
    "tags": [59]
  },
  {
    "quote": "Don't let fear or insecurity stop you from trying new things. Believe in yourself. Do what you love.",
    "author": "Stacy London",
    "tags": [111, 83]
  },
  {
    "quote": "Don't watch the clock; do what it does. Keep going.",
    "author": "Sam Levenson",
    "tags": [112]
  },
  {
    "quote": "Doubt is a pain too lonely to know that faith is his twin brother.",
    "author": "Khalil Gibran",
    "tags": [65]
  },
  {
    "quote": "Doubt kills more dreams than failure ever will.",
    "author": "Suzy Kassem",
    "tags": [65]
  },
  {
    "quote": "Dream big, as long as you do it in sync with your truth, with your heart, your brain. And you are not hurting anybody, go ahead and do it.",
    "author": "Angélique Kidjo",
    "tags": [108]
  },
  {
    "quote": "Drudgery, calamity, exasperation, want, are instructors in eloquence and wisdom.",
    "author": "Ralph Waldo Emerson",
    "tags": [78]
  },
  {
    "quote": "Dwell on the beauty of life. Watch the stars, and see yourself running with them.",
    "author": "Marcus Aurelius",
    "tags": [25]
  },
  {
    "quote": "Easy is right. Begin right and you are easy.",
    "author": "Osho",
    "tags": [71]
  },
  {
    "quote": "Embrace uncertainty. Some of the most beautiful chapters in our lives won't have a title until much later.",
    "author": "Bob Goff",
    "tags": [187]
  },
  {
    "quote": "Employees don't leave companies; they leave bad managers.",
    "author": "Marcus Buckingham",
    "tags": [189]
  },
  {
    "quote": "Employees who believe that management is concerned about them as a whole person - not just an employee - are more productive, more satisfied, more fulfilled.",
    "author": "Anne M. Mulcahy",
    "tags": [198]
  },
  {
    "quote": "Energy and persistence conquer all things.",
    "author": "Benjamin Franklin",
    "tags": [74]
  },
  {
    "quote": "Enthusiasm is excitement with inspiration, motivation, and a pinch of creativity.",
    "author": "Bo Bennett",
    "tags": [79, 76]
  },
  {
    "quote": "Enthusiasm is the yeast that makes your hopes shine to the stars.",
    "author": "Henry Ford",
    "tags": [76]
  },
  {
    "quote": "Even if happiness forgets you a little bit, never completely forget about it.",
    "author": "Jacques Prévert",
    "tags": [53]
  },
  {
    "quote": "Even if things don't unfold the way you expected, don't be disheartened or give up. One who continues to advance will win in the end.",
    "author": "Daisaku Ikeda",
    "tags": [58]
  },
  {
    "quote": "Even when our intentions are noble and our efforts sincere, the corrosive pressure of frantic over-activity can nonetheless cause suffering in ourselves and others.",
    "author": "Wayne Muller",
    "tags": [87]
  },
  {
    "quote": "Every deep thinker is more afraid of being understood than of being misunderstood.",
    "author": "Friedrich Nietzsche",
    "tags": [126]
  },
  {
    "quote": "Every human being is entitled to courtesy and consideration. Constructive criticism is not only to be expected but sought.",
    "author": "Margaret Chase Smith",
    "tags": [43]
  },
  {
    "quote": "Everybody's got a different circle of competence. The important thing is not how big the circle is. The important thing is staying inside the circle.",
    "author": "Warren Buffett",
    "tags": [36]
  },
  {
    "quote": "Everyone needs to be valued. Everyone has the potential to give something back.",
    "author": "Princess Diana",
    "tags": [203]
  },
  {
    "quote": "Everyone wants to be appreciated, so if you appreciate someone, don't keep it a secret.",
    "author": "Mary Kay Ash",
    "tags": [16]
  },
  {
    "quote": "Everything that irritates us about others can lead us to an understanding of ourselves.",
    "author": "Carl Jung",
    "tags": [114]
  },
  {
    "quote": "Everything that irritates us about others can lead us to an understanding of ourselves.",
    "author": "Carl Jung",
    "tags": [14, 114]
  },
  {
    "quote": "Everything will be okay in the end. If it's not okay, it's not the end.",
    "author": "John Lennon",
    "tags": [145]
  },
  {
    "quote": "Everything you want is on the other side of fear.",
    "author": "Jack Canfield",
    "tags": [83]
  },
  {
    "quote": "Exclusion is always dangerous. Inclusion is the only safety if we are to have a peaceful world.",
    "author": "Pearl S. Buck",
    "tags": [109]
  },
  {
    "quote": "Expectation is the mother of all frustration.",
    "author": "Antonio Banderas",
    "tags": [89]
  },
  {
    "quote": "Fatigue makes fools of us all. It robs us of our skills, our judgment, and blinds us to creative solutions.",
    "author": "Harvey Mackay",
    "tags": [82]
  },
  {
    "quote": "Fear cannot be banished, but it can be calm and without panic; it can be mitigated by reason and evaluation.",
    "author": "Vannevar Bush",
    "tags": [135, 83]
  },
  {
    "quote": "Fear causes hesitation, and hesitation will cause your worst fears to come true.",
    "author": "Patrick Swayze",
    "tags": [100, 83]
  },
  {
    "quote": "Feeling grateful or appreciative of someone or something in your life actually attracts more of the things that you appreciate and value into your life.",
    "author": "Northrup Christiane",
    "tags": [17, 91]
  },
  {
    "quote": "Feeling irritated, restless, afraid, and hopeless is a reminder to listen more carefully.",
    "author": "Pema Chödrön",
    "tags": [114, 153, 103]
  },
  {
    "quote": "Fiction is life with the dull bits left out.",
    "author": "Clive James",
    "tags": [68]
  },
  {
    "quote": "Find a place inside where there's joy, and the joy will burn out the pain.",
    "author": "Joseph Campbell",
    "tags": [117]
  },
  {
    "quote": "Flexibility is the key to stability.",
    "author": "John Wooden",
    "tags": [171]
  },
  {
    "quote": "For every minute spent organizing, an hour is earned.",
    "author": "Benjamin Franklin",
    "tags": [132]
  },
  {
    "quote": "For every minute you remain angry, you give up sixty seconds of peace of mind.",
    "author": "Ralph Waldo Emerson",
    "tags": [13]
  },
  {
    "quote": "For fast-acting relief, try slowing down.",
    "author": "Lily Tomlin",
    "tags": [149]
  },
  {
    "quote": "For my part I know nothing with any certainty, but the sight of the stars makes me dream.",
    "author": "Vincent Van Gogh",
    "tags": [30]
  },
  {
    "quote": "For to be free is not merely to cast off one's chains, but to live in a way that respects and enhances the freedom of others.",
    "author": "Nelson Mandela",
    "tags": [88]
  },
  {
    "quote": "Forgive all who have offended you, not for them, but for yourself.",
    "author": "Harriet Nelson",
    "tags": [129]
  },
  {
    "quote": "Freedom is not worth having if it does not include the freedom to make mistakes.",
    "author": "Mahatma Gandhi",
    "tags": [88]
  },
  {
    "quote": "Frustration is fuel that can lead to the development of an innovative and useful idea.",
    "author": "Marley Dias",
    "tags": [89]
  },
  {
    "quote": "Frustration is the wet nurse of violence.",
    "author": "David Abrahamsen",
    "tags": [89]
  },
  {
    "quote": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe.",
    "author": "Abraham Lincoln",
    "tags": [140]
  },
  {
    "quote": "Good management is the art of making problems so interesting and their solutions so constructive that everyone wants to get to work and deal with them.",
    "author": "Paul Hawken",
    "tags": [43]
  },
  {
    "quote": "Gossip is a very dangerous tool. We should be more wary of the gossiper, and not the gossip they're trying to relay to you.",
    "author": "John Lydon",
    "tags": [206]
  },
  {
    "quote": "Grant that I may not so much seek to be consoled as to console.",
    "author": "Francis of Assisi",
    "tags": [42]
  },
  {
    "quote": "Gratitude is not only the greatest of virtues but the parent of all others.",
    "author": "Cicero",
    "tags": [91]
  },
  {
    "quote": "Gratitude makes sense of our past, brings peace for today, and creates a vision for tomorrow.",
    "author": "Melody Beattie",
    "tags": [91, 136]
  },
  {
    "quote": "Great dejection often follows great enthusiasm.",
    "author": "Charles Caleb Colton",
    "tags": [48]
  },
  {
    "quote": "Grief has limits, whereas apprehension has none. For we grieve only for what we know has happened, but we fear all that possibly may happen.",
    "author": "Pliny the Elder",
    "tags": [18]
  },
  {
    "quote": "Happiness can exist only in acceptance.",
    "author": "George Orwell",
    "tags": [4, 93]
  },
  {
    "quote": "Happiness depends upon ourselves.",
    "author": "Aristotle",
    "tags": [93]
  },
  {
    "quote": "Happiness does not come from doing easy work but from the afterglow of satisfaction that comes after the achievement of a difficult task that demanded our best.",
    "author": "Theodore Isaac Rubin",
    "tags": [159, 93]
  },
  {
    "quote": "Happiness is a matter of one's most ordinary and everyday mode of consciousness being busy and lively and unconcerned with self.",
    "author": "Iris Murdoch",
    "tags": [121, 93]
  },
  {
    "quote": "Happiness is a state of inner fulfillment.",
    "author": "Matthieu Ricard",
    "tags": [90, 93]
  },
  {
    "quote": "Happiness is an inside job. Don't assign anyone else that much power over your life.",
    "author": "Mandy Hale",
    "tags": [93]
  },
  {
    "quote": "Happiness is not a matter of intensity but of balance, order, rhythm, and harmony.",
    "author": "Thomas Merton",
    "tags": [22, 93, 94]
  },
  {
    "quote": "Happiness is not something ready-made. It comes from your own actions.",
    "author": "Dalai Lama",
    "tags": [93]
  },
  {
    "quote": "Happiness is the settling of the soul into its most appropriate spot.",
    "author": "Aristotle",
    "tags": [165, 93]
  },
  {
    "quote": "Happiness is when what you think, what you say, and what you do are in harmony.",
    "author": "Mahatma Gandhi",
    "tags": [94, 93]
  },
  {
    "quote": "Hard work beats talent when talent doesn't work hard.",
    "author": "Tim Notke",
    "tags": [174]
  },
  {
    "quote": "He who controls others may be powerful, but he who has mastered himself is mightier still.",
    "author": "Laozi",
    "tags": [107]
  },
  {
    "quote": "He who does not trust enough will not be trusted.",
    "author": "Lao Tzu",
    "tags": [185]
  },
  {
    "quote": "He who has health has hope; and he who has hope, has everything.",
    "author": "Thomas Carlyle",
    "tags": [95, 102]
  },
  {
    "quote": "He who has overcome his fears will truly be free.",
    "author": "Aristotle",
    "tags": [182, 83]
  },
  {
    "quote": "He who is not contented with what he has, would not be contented with what he would like to have.",
    "author": "Socrates",
    "tags": [44]
  },
  {
    "quote": "He who undervalues himself is justly undervalued by others.",
    "author": "William Hazlitt",
    "tags": [191]
  },
  {
    "quote": "He will win who, prepared himself, waits to take the enemy unprepared.",
    "author": "Sun Tzu",
    "tags": [196, 140]
  },
  {
    "quote": "Health is the greatest gift, contentment the greatest wealth, faithfulness the best relationship.",
    "author": "Buddha",
    "tags": [95, 44]
  },
  {
    "quote": "Heavy hearts, like heavy clouds in the sky, are best relieved by the letting of a little water.",
    "author": "Christopher Morley",
    "tags": [97, 149]
  },
  {
    "quote": "Help someone in distress and you lighten your own burden; the very joy of alleviating the sorrow of another is the lessening of one's own.",
    "author": "Fulton J. Sheen",
    "tags": [169]
  },
  {
    "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
    "author": "Buddha",
    "tags": [150, 13]
  },
  {
    "quote": "Honor lies in honest toil.",
    "author": "Grover Cleveland",
    "tags": [101]
  },
  {
    "quote": "Hope is being able to see that there is light despite all of the darkness.",
    "author": "Desmond Tutu",
    "tags": [55, 102]
  },
  {
    "quote": "Hope is the thing with feathers that perches in the soul.",
    "author": "Emily Dickinson",
    "tags": [102]
  },
  {
    "quote": "Hope means hoping when everything seems hopeless.",
    "author": "Gilbert K. Chesterton",
    "tags": [103, 102]
  },
  {
    "quote": "Hope sees the invisible, feels the intangible, and achieves the impossible.",
    "author": "Helen Keller",
    "tags": [102]
  },
  {
    "quote": "Humans are driven by a perpetual and restless desire of power.",
    "author": "Thomas Hobbes",
    "tags": [153]
  },
  {
    "quote": "Humiliation scars deeper than the lash.",
    "author": "Tobsha Learner",
    "tags": [104]
  },
  {
    "quote": "I am deliberate and afraid of nothing.",
    "author": "Audre Lorde",
    "tags": [6, 127]
  },
  {
    "quote": "I am determined to be cheerful and happy in whatever situation I may find myself.",
    "author": "Martha Washington",
    "tags": [31, 93]
  },
  {
    "quote": "I am fundamentally an optimist. Whether that comes from nature or nurture, I cannot say. Part of being optimistic is keeping one's head pointed toward the sun, one's feet moving forward.",
    "author": "Nelson Mandela",
    "tags": [131]
  },
  {
    "quote": "I am in the right place at the right time, doing the right thing.",
    "author": "Louise Hay",
    "tags": [6]
  },
  {
    "quote": "I am no bird; and no net ensnares me: I am a free human being with an independent will.",
    "author": "Charlotte Brontë",
    "tags": [88]
  },
  {
    "quote": "I am so tired of being tired. Why do I have to fight every day for my rights and for respect?",
    "author": "Fannie Lou Hamer",
    "tags": [207]
  },
  {
    "quote": "I am the master of my fate, I am the captain of my soul.",
    "author": "William Ernest Henley",
    "tags": [139, 6]
  },
  {
    "quote": "I arise full of eagerness and energy, knowing well what achievement lies ahead of me.",
    "author": "Zane Grey",
    "tags": [70, 74]
  },
  {
    "quote": "I can and I will. Watch me.",
    "author": "Carrie Green",
    "tags": [6, 127]
  },
  {
    "quote": "I can't let myself get flustered. I can't lose to myself again. I've been through that ugly battle too many times already. No more.",
    "author": "Yuki Suetsugu",
    "tags": [85]
  },
  {
    "quote": "I cannot say this frequently enough: the goal is not to clear your mind but to focus your mind—for a few nanoseconds at a time—and whenever you become distracted, just start again.",
    "author": "Dan Harris",
    "tags": [84]
  },
  {
    "quote": "I chose and my world was shaken. So what? The choice may have been mistaken; the choosing was not. You have to move on.",
    "author": "Stephen Sondheim",
    "tags": [166]
  },
  {
    "quote": "I don't get upset over things I can control, because if I can control them there's no sense in getting upset. And I don't get upset over things I can't control, because if I can't control them there's no sense in getting upset.",
    "author": "Yogi Berra",
    "tags": [201]
  },
  {
    "quote": "I get nervous when I don't get nervous. If I'm nervous, I know I'm going to have a good show.",
    "author": "Beyoncé Knowles",
    "tags": [116]
  },
  {
    "quote": "I speak to everyone in the same way, whether he is the garbage man or the president of the university.",
    "author": "Albert Einstein",
    "tags": [151]
  },
  {
    "quote": "I try to view the challenges in my life not as annoyances, but as confirmations of fortitude.",
    "author": "Oprah Winfrey",
    "tags": [14]
  },
  {
    "quote": "I used to go away for weeks in a state of confusion.",
    "author": "Albert Einstein",
    "tags": [40]
  },
  {
    "quote": "I would encourage you: be informed—knowledge is power.",
    "author": "Matt Bevin",
    "tags": [110]
  },
  {
    "quote": "I'm not in this world to live up to your expectations and you're not in this world to live up to mine.",
    "author": "Bruce Lee",
    "tags": [141]
  },
  {
    "quote": "I'm not looking for pity, I'm really not, but I'm constantly uneasy and every day it is pretty much like getting up and going to war.",
    "author": "Marian Keyes",
    "tags": [192]
  },
  {
    "quote": "I'm really easy to get along with once you see it my way.",
    "author": "Stephen Hawking",
    "tags": [71]
  },
  {
    "quote": "I'm weary of the battle. But a tired fighter can still be a fighter.",
    "author": "Robert Cormier",
    "tags": [207, 81]
  },
  {
    "quote": "I've learned that something constructive comes from every defeat.",
    "author": "Tom Landry",
    "tags": [43]
  },
  {
    "quote": "If everyone is moving forward together, then success takes care of itself.",
    "author": "Henry Ford",
    "tags": [45]
  },
  {
    "quote": "If someone irritates you, it is only your own response that is irritating you.",
    "author": "Epictetus",
    "tags": [114]
  },
  {
    "quote": "If they don't appreciate your presence, perhaps you should try giving them your absence.",
    "author": "Tinku Razoria",
    "tags": [191, 133]
  },
  {
    "quote": "If they don't support you, they don't deserve to share in your success.",
    "author": "Anonymous",
    "tags": [198]
  },
  {
    "quote": "If we did all the things we are capable of, we would literally astound ourselves.",
    "author": "Thomas A. Edison",
    "tags": [28]
  },
  {
    "quote": "If you are distressed by anything external, the pain is not due to the thing itself, but to your estimate of it; and this you have the power to revoke at any moment.",
    "author": "Marcus Aurelius",
    "tags": [63]
  },
  {
    "quote": "If you are feeling helpless, help someone.",
    "author": "Aung San Suu Kyi",
    "tags": [99]
  },
  {
    "quote": "If you can dream it, you can do it.",
    "author": "Walt Disney",
    "tags": [73]
  },
  {
    "quote": "If you don't speak up now, when will you?",
    "author": "Malala Yousafzai",
    "tags": [167]
  },
  {
    "quote": "If you let cloudy water settle, it will become clear. If you let your upset mind settle, your course will also become clear.",
    "author": "Gautama Buddha",
    "tags": [165, 201]
  },
  {
    "quote": "If you live your life burning for the highest possibility, in that burning itself, there is liberation.",
    "author": "Jaggi Vasudev",
    "tags": [120]
  },
  {
    "quote": "If you look at life one way, there is always cause for alarm.",
    "author": "Elizabeth Bowen",
    "tags": [8]
  },
  {
    "quote": "If you trust, you will be disappointed occasionally, but if you mistrust, you will be miserable all the time.",
    "author": "Abraham Lincoln",
    "tags": [125]
  },
  {
    "quote": "If you want something you have never had, you must be willing to do something you have never done.",
    "author": "Thomas Jefferson",
    "tags": [195]
  },
  {
    "quote": "If you want to improve your self-worth, stop giving other people the calculator.",
    "author": "Tim Fargo",
    "tags": [60, 59, 191]
  },
  {
    "quote": "If you want to support others, you have to stay upright yourself.",
    "author": "Peter Hoeg",
    "tags": [179]
  },
  {
    "quote": "If you're never able to tolerate a little bit of pain and discomfort, you'll never get better.",
    "author": "Angela Duckworth",
    "tags": [188]
  },
  {
    "quote": "Ignoring a reality doesn't make it less real. It's still going to happen. Being unprepared for something doesn't stop it from happening.",
    "author": "Yasmin Mogahed",
    "tags": [196]
  },
  {
    "quote": "In the depth of winter, I finally learned that within me there lay an invincible summer.",
    "author": "Albert Camus",
    "tags": [55, 102]
  },
  {
    "quote": "In the shelter of each other, people survive.",
    "author": "Irish Proverb",
    "tags": [158]
  },
  {
    "quote": "In this world nothing can be said to be certain, except death and taxes.",
    "author": "Benjamin Franklin",
    "tags": [30]
  },
  {
    "quote": "Inclusion is not a matter of political correctness. It is the key to growth.",
    "author": "Jesse Jackson",
    "tags": [109]
  },
  {
    "quote": "Indifference and neglect often do much more damage than outright dislike.",
    "author": "J.K. Rowling",
    "tags": [59, 128]
  },
  {
    "quote": "Individually, we are one drop. Together, we are an ocean.",
    "author": "Ryunosuke Satoro",
    "tags": [194]
  },
  {
    "quote": "Insults are the arguments employed by those who are in the wrong.",
    "author": "Jean-Jacques Rousseau",
    "tags": [113]
  },
  {
    "quote": "Invisible threads are the strongest ties.",
    "author": "Friedrich Nietzsche",
    "tags": [41]
  },
  {
    "quote": "Isn't it the moment of most profound doubt that gives birth to new certainties? Perhaps hopelessness is the very soil that nourishes human hope.",
    "author": "Vaclav Havel",
    "tags": [103]
  },
  {
    "quote": "It always seems impossible until it's done.",
    "author": "Nelson Mandela",
    "tags": [195]
  },
  {
    "quote": "It does not matter how slowly you go as long as you do not stop.",
    "author": "Confucius",
    "tags": [57]
  },
  {
    "quote": "It hurts because it mattered.",
    "author": "John Green",
    "tags": [62, 105]
  },
  {
    "quote": "It is better, I think, to grab at the stars than to sit flustered because you know you cannot reach them.",
    "author": "R.A. Salvatore",
    "tags": [85]
  },
  {
    "quote": "It is more shameful to distrust our friends than to be deceived by them.",
    "author": "Confucius",
    "tags": [64]
  },
  {
    "quote": "It is neither wealth nor splendor; but tranquility and occupation which give you happiness.",
    "author": "Thomas Jefferson",
    "tags": [184, 93]
  },
  {
    "quote": "It is never too late to be what you might have been.",
    "author": "George Eliot",
    "tags": [112]
  },
  {
    "quote": "It is not death, it is dying that alarms me.",
    "author": "Michel de Montaigne",
    "tags": [8]
  },
  {
    "quote": "It is not defeat that destroys you, it is being demoralized by defeat that destroys you.",
    "author": "Imran Khan",
    "tags": [50, 46]
  },
  {
    "quote": "It is not in the pursuit of happiness that we find fulfillment, it is in the happiness of pursuit.",
    "author": "Denis Waitley",
    "tags": [90]
  },
  {
    "quote": "It's hard to tell who has your back, from who has it long enough just to stab you in it.",
    "author": "Nicole Richie",
    "tags": [24]
  },
  {
    "quote": "It's not about standing still and becoming safe. If anybody wants to keep creating they have to be about change.",
    "author": "Miles Davis",
    "tags": [69]
  },
  {
    "quote": "It's not stress that kills us, it is our reaction to it.",
    "author": "Hans Selye",
    "tags": [175, 176]
  },
  {
    "quote": "It's not the load that breaks you down, it's the way you carry it.",
    "author": "Lou Holtz",
    "tags": [26]
  },
  {
    "quote": "It's not the load that breaks you down, it's the way you carry it.",
    "author": "Lou Holtz",
    "tags": [134]
  },
  {
    "quote": "It's not the world that distresses you but how you relate to it.",
    "author": "Swami Parthasarathy",
    "tags": [63]
  },
  {
    "quote": "It's such a profound alienation for a person not to be at home in their own body.",
    "author": "Marilyn Wann",
    "tags": [10]
  },
  {
    "quote": "Joy does not simply happen to us. We have to choose joy and keep choosing it every day.",
    "author": "Henri Nouwen",
    "tags": [117]
  },
  {
    "quote": "Just as established products and brands need updating to stay alive and vibrant, you periodically need to refresh or reinvent yourself.",
    "author": "Mireille Guiliano",
    "tags": [204]
  },
  {
    "quote": "Just as your car runs more smoothly and requires less energy to go faster and farther when the wheels are in perfect alignment, you perform better when your thoughts, feelings, emotions, goals, and values are in balance.",
    "author": "Brian Tracy",
    "tags": [11, 22]
  },
  {
    "quote": "Just because you're offended, doesn't mean you're right.",
    "author": "Ricky Gervais",
    "tags": [129]
  },
  {
    "quote": "Keep away from people who try to belittle your ambitions. Small people always do that, but the really great make you feel that you, too, can become great.",
    "author": "Mark Twain",
    "tags": [23]
  },
  {
    "quote": "Keep calm and carry on.",
    "author": "Winston Churchill",
    "tags": [33, 27]
  },
  {
    "quote": "Keep your face always toward the sunshine—and shadows will fall behind you.",
    "author": "Walt Whitman",
    "tags": [25, 138]
  },
  {
    "quote": "Know that no one is capable of making you upset without your consent.",
    "author": "Wayne Dyer",
    "tags": [201]
  },
  {
    "quote": "Knowledge is of no value unless you put it into practice.",
    "author": "Anton Chekhov",
    "tags": [118]
  },
  {
    "quote": "Knowledge is power.",
    "author": "Francis Bacon",
    "tags": [118]
  },
  {
    "quote": "Laughter and tears are both responses to frustration and exhaustion. I myself prefer to laugh, since there is less cleaning up to do afterward.",
    "author": "Kurt Vonnegut",
    "tags": [81, 89]
  },
  {
    "quote": "Laughter is the tonic, the relief, the surcease for pain.",
    "author": "Charlie Chaplin",
    "tags": [149]
  },
  {
    "quote": "Lean into the discomfort of the work.",
    "author": "Brené Brown",
    "tags": [188]
  },
  {
    "quote": "Let the waters settle and you will see the moon and the stars mirrored in your own being.",
    "author": "Rumi",
    "tags": [165]
  },
  {
    "quote": "Let thy step be slow and steady, that thou stumble not.",
    "author": "Ieyasu Tokugawa",
    "tags": [172]
  },
  {
    "quote": "Let us be grateful to people who make us happy; they are the charming gardeners who make our souls blossom.",
    "author": "Marcel Proust",
    "tags": [17, 91]
  },
  {
    "quote": "Let your soul stand cool and composed before a million universes.",
    "author": "Walt Whitman",
    "tags": [37]
  },
  {
    "quote": "Let's not allow ourselves to be upset by small things we should despise and forget. Remember 'Life is too short to be little'.",
    "author": "Dale Carnegie",
    "tags": [201]
  },
  {
    "quote": "Lethargy is the enemy of the soul.",
    "author": "Saint Benedict",
    "tags": [119]
  },
  {
    "quote": "Life is 10% what happens to us and 90% how we react to it.",
    "author": "Charles R. Swindoll",
    "tags": [138]
  },
  {
    "quote": "Life is a lively process of becoming.",
    "author": "Douglas MacArthur",
    "tags": [121]
  },
  {
    "quote": "Life is a sea of vibrant color. Jump in.",
    "author": "A.D. Posey",
    "tags": [204]
  },
  {
    "quote": "Life is change, change is stability.",
    "author": "Zen Proverb",
    "tags": [171]
  },
  {
    "quote": "Life is fluid, ever evolving. The more dynamic you are, the more happens in your life, all the time.",
    "author": "Jaggi Vasudev",
    "tags": [69]
  },
  {
    "quote": "Life is like riding a bicycle. To keep your balance, you must keep moving.",
    "author": "Albert Einstein",
    "tags": [22]
  },
  {
    "quote": "Life is not a solo act. It's a huge collaboration, and we all need to assemble around us the people who care about us and support us in times of strife.",
    "author": "Tim Gunn",
    "tags": [21]
  },
  {
    "quote": "Life is too short to waste your time on people who don't respect, appreciate, and value you.",
    "author": "Roy T. Bennett",
    "tags": [191, 61, 133]
  },
  {
    "quote": "Life isn't about waiting for the storm to pass; it's about learning to dance in the rain.",
    "author": "Vivian Greene",
    "tags": [53]
  },
  {
    "quote": "Live before you die, so that death is also a lively celebration.",
    "author": "B.K.S. Iyengar",
    "tags": [121]
  },
  {
    "quote": "Loneliness adds beauty to life. It puts a special burn on sunsets and makes night air smell better.",
    "author": "Henry Rollins",
    "tags": [122]
  },
  {
    "quote": "Loneliness and the feeling of being unwanted is the most terrible poverty.",
    "author": "Mother Teresa",
    "tags": [12, 122]
  },
  {
    "quote": "Loneliness is caused by an alienation from life. It is a loneliness from your real self.",
    "author": "Maxwell Maltz",
    "tags": [10, 122]
  },
  {
    "quote": "Make up your mind to act decidedly and take the consequences. No good is ever done in this world by hesitation.",
    "author": "Thomas Huxley",
    "tags": [100]
  },
  {
    "quote": "Man maintains his balance, poise, and sense of security only as he is moving forward.",
    "author": "Maxwell Maltz",
    "tags": [137, 161, 22]
  },
  {
    "quote": "Man's inability to communicate is a result of his failure to listen effectively.",
    "author": "Carl Rogers",
    "tags": [96]
  },
  {
    "quote": "Many fears are born of fatigue and loneliness.",
    "author": "Max Ehrmann",
    "tags": [82, 122]
  },
  {
    "quote": "Maturity is achieved when a person accepts life as full of tension.",
    "author": "Joshua L. Liebman",
    "tags": [181]
  },
  {
    "quote": "Meanness demeans the demeaner far more than the demeaned.",
    "author": "Malcolm Forbes",
    "tags": [49]
  },
  {
    "quote": "Mistrust those in whom the urge to punish is strong.",
    "author": "Friedrich Nietzsche",
    "tags": [125]
  },
  {
    "quote": "Modern man is frantically trying to earn enough to buy things he's too busy to enjoy.",
    "author": "Frank A. Clark",
    "tags": [87]
  },
  {
    "quote": "Money can't buy happiness, but it can make you awfully comfortable while you're being miserable.",
    "author": "Clare Boothe Luce",
    "tags": [124]
  },
  {
    "quote": "Most of the successful people I've known are the ones who do more listening than talking.",
    "author": "Bernard M. Baruch",
    "tags": [96]
  },
  {
    "quote": "Much of the stress that people feel doesn't come from having too much to do. It comes from not finishing what they've started.",
    "author": "David Allen",
    "tags": [176]
  },
  {
    "quote": "My body has certainly wandered a good deal, but I have an uneasy suspicion that my mind has not wandered enough.",
    "author": "Noel Coward",
    "tags": [192]
  },
  {
    "quote": "My heart was heavy, so my eyes poured the pain out.",
    "author": "Unknown",
    "tags": [97, 157]
  },
  {
    "quote": "Nature does not hurry, yet everything is accomplished.",
    "author": "Lao Tzu",
    "tags": [156, 193]
  },
  {
    "quote": "Neglect kills love, not with a weapon but with a silence that drowns all the noise.",
    "author": "Rupi Kaur",
    "tags": [128]
  },
  {
    "quote": "Neglect starts out as an infection then becomes a disease.",
    "author": "Jim Rohn",
    "tags": [128]
  },
  {
    "quote": "Never be bullied into silence. Never allow yourself to be made a victim. Accept no one's definition of your life; define yourself.",
    "author": "Harvey Fierstein",
    "tags": [167]
  },
  {
    "quote": "Never dull your shine for somebody else.",
    "author": "Tyra Banks",
    "tags": [68]
  },
  {
    "quote": "No one can make you feel inferior without your consent.",
    "author": "Eleanor Roosevelt",
    "tags": [77, 191]
  },
  {
    "quote": "No one is useless in this world who lightens the burdens of another.",
    "author": "Charles Dickens",
    "tags": [179, 26]
  },
  {
    "quote": "No person was ever honored for what he received. Honor has been the reward for what he gave.",
    "author": "Calvin Coolidge",
    "tags": [101]
  },
  {
    "quote": "Not to decide is to decide.",
    "author": "Harvey Cox",
    "tags": [183]
  },
  {
    "quote": "Not to feel exasperated, or defeated, or despondent because your days aren't packed with wise and moral actions. But to get back up when you fail, to celebrate behaving like a human - however imperfectly - and fully embrace the pursuit that you've embarked on.",
    "author": "Marcus Aurelius",
    "tags": [78, 46]
  },
  {
    "quote": "Not until we are lost do we begin to understand ourselves.",
    "author": "Henry David Thoreau",
    "tags": [123]
  },
  {
    "quote": "Nothing can bring you peace but yourself.",
    "author": "Ralph Waldo Emerson",
    "tags": [27, 136]
  },
  {
    "quote": "Nothing can refresh a soul like kind words.",
    "author": "Unknown",
    "tags": [147]
  },
  {
    "quote": "Nothing diminishes anxiety faster than action.",
    "author": "Walter Anderson",
    "tags": [15]
  },
  {
    "quote": "Nothing great was ever achieved without enthusiasm.",
    "author": "Ralph Waldo Emerson",
    "tags": [76]
  },
  {
    "quote": "Now I feel like whatever I do, no one can hurt me. I cannot be violated, I cannot be humiliated, I cannot be disregarded, I cannot be disrespected.",
    "author": "Fiona Apple",
    "tags": [60, 104, 61]
  },
  {
    "quote": "Often life is a frantic avoidance of the truth.",
    "author": "Adyashanti",
    "tags": [87]
  },
  {
    "quote": "Oh the comfort, the inexpressible comfort of feeling safe with a person, having neither to weigh thoughts nor measure words, but pouring them all right out, just as they are.",
    "author": "Dinah Maria Mulock",
    "tags": [158, 35]
  },
  {
    "quote": "Once people take ownership over the decision to receive feedback, they're less defensive about it.",
    "author": "Adam Grant",
    "tags": [47]
  },
  {
    "quote": "Once suspicion is aroused, everything feeds it.",
    "author": "Amelia Barr",
    "tags": [180]
  },
  {
    "quote": "Once you choose hope, anything's possible.",
    "author": "Christopher Reeve",
    "tags": [102]
  },
  {
    "quote": "One of the biggest defects in life is the inability to ask for help.",
    "author": "Robert Kiyosaki",
    "tags": [99]
  },
  {
    "quote": "One of the most beautiful qualities of true friendship is to understand and to be understood.",
    "author": "Lucius Annaeus Seneca",
    "tags": [190]
  },
  {
    "quote": "One of the most important things you can do on this earth is to let people know they are not alone.",
    "author": "Shannon L. Alder",
    "tags": [35]
  },
  {
    "quote": "One's best success comes after their greatest disappointments.",
    "author": "Henry Ward Beecher",
    "tags": [56]
  },
  {
    "quote": "Optimism is the faith that leads to achievement. Nothing can be done without hope and confidence.",
    "author": "Helen Keller",
    "tags": [131, 102, 38]
  },
  {
    "quote": "Our greatest glory is not in never falling, but in rising every time we fall.",
    "author": "Confucius",
    "tags": [46]
  },
  {
    "quote": "Overcoming abuse doesn't just happen. It takes positive steps every day. Let today be the day you start to move forward.",
    "author": "Assunta Harris",
    "tags": [2]
  },
  {
    "quote": "Panic causes tunnel vision. Calm acceptance of danger allows us to more easily assess the situation and see the options.",
    "author": "Simon Sinek",
    "tags": [135]
  },
  {
    "quote": "Panic is highly contagious, especially in situations when nothing is known and everything is in flux.",
    "author": "Stephen King",
    "tags": [135]
  },
  {
    "quote": "Peace comes from within. Do not seek it without.",
    "author": "Buddha",
    "tags": [136]
  },
  {
    "quote": "Peace is not merely a distant goal that we seek, but a means by which we arrive at that goal.",
    "author": "Martin Luther King Jr.",
    "tags": [136]
  },
  {
    "quote": "People don't notice the things we do for them until we stop doing them.",
    "author": "Mike Skinner",
    "tags": [186, 191]
  },
  {
    "quote": "People want to know they matter, and they want to be treated as people. That's the new talent contract.",
    "author": "Pamela Stroko",
    "tags": [203]
  },
  {
    "quote": "People who think they know everything are a great annoyance to those of us who do.",
    "author": "Isaac Asimov",
    "tags": [14]
  },
  {
    "quote": "People wish to be settled; only as far as they are unsettled is there any hope for them.",
    "author": "Ralph Waldo Emerson",
    "tags": [197]
  },
  {
    "quote": "People, even more than things, have to be restored, renewed, revived, reclaimed, and redeemed; never throw out anyone.",
    "author": "Audrey Hepburn",
    "tags": [155]
  },
  {
    "quote": "Perfectionism is the unparalleled defense for emotionally abandoned children.",
    "author": "Pete Walker",
    "tags": [1]
  },
  {
    "quote": "Perhaps all pleasure is only relief.",
    "author": "William S. Burroughs",
    "tags": [149]
  },
  {
    "quote": "Permanence, perseverance and persistence in spite of all obstacles, discouragements and impossibilities: It is this that in all things distinguishes the strong soul from the weak.",
    "author": "Thomas Carlyle",
    "tags": [177]
  },
  {
    "quote": "Perseverance is not a long race; it is many short races one after the other.",
    "author": "Walter Elliot",
    "tags": [195]
  },
  {
    "quote": "Perseverance is the hard work you do after you get tired of doing the hard work you already did.",
    "author": "Newt Gingrich",
    "tags": [67]
  },
  {
    "quote": "Poise: the ability to be ill at ease inconspicuously.",
    "author": "Earl Wilson",
    "tags": [137]
  },
  {
    "quote": "Pour some water into a tub and stir it up. Now try as hard as you can to calm the water with your hands; you will succeed in agitating it further. Let it stand undisturbed a while, and it will calm down by itself. The human brain works much the same way.",
    "author": "Koichi Tohei",
    "tags": [7]
  },
  {
    "quote": "Power is not given to you. You have to take it.",
    "author": "Beyoncé Knowles",
    "tags": [139]
  },
  {
    "quote": "Pressure can either burst a pipe or make a diamond.",
    "author": "Robert Horry",
    "tags": [141]
  },
  {
    "quote": "Pressure comes from within and so must be mastered from within.",
    "author": "Ed Jacoby",
    "tags": [141]
  },
  {
    "quote": "Quiet is peace. Tranquility. Quiet is turning down the volume knob on life. Silence is pushing the off button. Shutting it down. All of it.",
    "author": "Khaled Hosseini",
    "tags": [184]
  },
  {
    "quote": "Rather fail with honor than succeed by fraud.",
    "author": "Sophocles",
    "tags": [101]
  },
  {
    "quote": "Rather than arriving five hours late and flustered, it would be better all around if he were to arrive five hours and a few extra minutes late, but triumphantly in command.",
    "author": "Douglas Adams",
    "tags": [85]
  },
  {
    "quote": "Reality is on a delay. For you, nothing is now. Realizing this fact is unsettling.",
    "author": "Kyle Hill",
    "tags": [197]
  },
  {
    "quote": "Realize that everything connects to everything else.",
    "author": "Leonardo da Vinci",
    "tags": [41]
  },
  {
    "quote": "Recognition is not a scarce resource. You can't use it up or run out of it.",
    "author": "Susan M. Heathfield",
    "tags": [146]
  },
  {
    "quote": "Recognition is the greatest motivator.",
    "author": "Gerard C. Eakedale",
    "tags": [146, 203]
  },
  {
    "quote": "Renewal requires opening yourself up to new ways of thinking and feeling.",
    "author": "Deborah Day",
    "tags": [155]
  },
  {
    "quote": "Resentment is like drinking poison and waiting for the other person to die.",
    "author": "Saint Augustine",
    "tags": [150]
  },
  {
    "quote": "Respect is a two-way street; if you want to get it, you've got to give it.",
    "author": "R.G. Risch",
    "tags": [151]
  },
  {
    "quote": "Respect yourself and others will respect you.",
    "author": "Confucius",
    "tags": [151]
  },
  {
    "quote": "Rest and self-care are so important. When you take time to replenish your spirit, it allows you to serve others from the overflow. You cannot serve from an empty vessel.",
    "author": "Eleanor Brownn",
    "tags": [52]
  },
  {
    "quote": "Rest is not idleness, and to lie sometimes on the grass under trees on a summer's day, listening to the murmur of water, or watching the clouds float across the sky, is by no means a waste of time.",
    "author": "John Lubbock",
    "tags": [152]
  },
  {
    "quote": "Rest when you're weary. Refresh and renew yourself, your body, your mind, your spirit. Then get back to work.",
    "author": "Ralph Marston",
    "tags": [147, 207]
  },
  {
    "quote": "Restlessness and discontent are the first necessities of progress.",
    "author": "Thomas A. Edison",
    "tags": [153]
  },
  {
    "quote": "Rule number one is, don't sweat the small stuff. Rule number two is, it's all small stuff.",
    "author": "Robert Eliot",
    "tags": [176]
  },
  {
    "quote": "Sadness flies away on the wings of time.",
    "author": "Jean de La Fontaine",
    "tags": [157]
  },
  {
    "quote": "Satisfaction lies in the effort, not in the attainment, full effort is full victory.",
    "author": "Mahatma Gandhi",
    "tags": [159]
  },
  {
    "quote": "Science is the organized skepticism in the reliability of expert opinion.",
    "author": "Richard P. Feynman",
    "tags": [160]
  },
  {
    "quote": "Seek first to understand, then to be understood.",
    "author": "Stephen Covey",
    "tags": [190]
  },
  {
    "quote": "Self-care is how you take your power back.",
    "author": "Lalah Delia",
    "tags": [155]
  },
  {
    "quote": "Self-confidence is the first requisite to great undertakings.",
    "author": "Samuel Johnson",
    "tags": [163, 38]
  },
  {
    "quote": "Serenity is not freedom from the storm, but peace amid the storm.",
    "author": "S.A. Jefferson-Wright",
    "tags": [164]
  },
  {
    "quote": "Service to others is the rent you pay for your room here on earth.",
    "author": "Muhammad Ali",
    "tags": [98, 179]
  },
  {
    "quote": "Simplicity is the ultimate sophistication.",
    "author": "Leonardo da Vinci",
    "tags": [132]
  },
  {
    "quote": "Skepticism is the first step toward truth.",
    "author": "Denis Diderot",
    "tags": [160]
  },
  {
    "quote": "Slow but steady wins the race.",
    "author": "Aesop",
    "tags": [172]
  },
  {
    "quote": "Some days are just bad days, that's all. You have to experience sadness to know happiness, and I remind myself that not every day is going to be a good day, that's just the way it is!",
    "author": "Dita Von Teese",
    "tags": [66, 157]
  },
  {
    "quote": "Someday is not a day of the week.",
    "author": "Janet Dailey",
    "tags": [168]
  },
  {
    "quote": "Sometimes all you can do is lie in bed, and hope to fall asleep before you fall apart.",
    "author": "William C. Hannan",
    "tags": [81]
  },
  {
    "quote": "Sometimes our thoughts are backed with so much insecurity that they create lies we believe.",
    "author": "Anonymous",
    "tags": [111]
  },
  {
    "quote": "Sometimes the greatest support comes from within.",
    "author": "Albert Einstein",
    "tags": [198]
  },
  {
    "quote": "Sometimes the hardest pieces of a puzzle to assemble are the ones missing from the box.",
    "author": "Dixie Waters",
    "tags": [144]
  },
  {
    "quote": "Sometimes the most important thing in a whole day is the rest we take between two deep breaths.",
    "author": "Etty Hillesum",
    "tags": [152]
  },
  {
    "quote": "Sometimes the most productive thing you can do is relax.",
    "author": "Mark Black",
    "tags": [148]
  },
  {
    "quote": "Sometimes when you lose your way, you find yourself.",
    "author": "Mandy Hale",
    "tags": [123]
  },
  {
    "quote": "Sometimes you are in sync with the times, sometimes you are in advance, sometimes you are late.",
    "author": "Bernardo Bertolucci",
    "tags": [108]
  },
  {
    "quote": "Sometimes, the best way to help someone is just to be near them.",
    "author": "Veronica Roth",
    "tags": [35]
  },
  {
    "quote": "Sorrow is how we learn to love.",
    "author": "Kahlil Gibran",
    "tags": [169]
  },
  {
    "quote": "Speak the truth, even if your voice shakes.",
    "author": "Maggie Kuhn",
    "tags": [166, 167]
  },
  {
    "quote": "Speak when you are angry and you will make the best speech you will ever regret.",
    "author": "Ambrose Bierce",
    "tags": [13]
  },
  {
    "quote": "Stand up for what you believe in even if you are standing alone.",
    "author": "Sophie Scholl",
    "tags": [80, 12]
  },
  {
    "quote": "Stay open-minded; the world is weirder than any of us can think.",
    "author": "Neil Gaiman",
    "tags": [130]
  },
  {
    "quote": "Strange, how being left out of a secret always feels like a betrayal of trust.",
    "author": "Robin Hobb",
    "tags": [80, 24]
  },
  {
    "quote": "Strength does not come from physical capacity. It comes from an indomitable will.",
    "author": "Mahatma Gandhi",
    "tags": [177, 72]
  },
  {
    "quote": "Stress is caused by being 'here' but wanting to be 'there.'",
    "author": "Eckhart Tolle",
    "tags": [176]
  },
  {
    "quote": "Striving for excellence motivates you; striving for perfection is demoralizing.",
    "author": "Harriet Braiker",
    "tags": [50]
  },
  {
    "quote": "Strong people don't put others down. They lift them up.",
    "author": "Michael P. Watson",
    "tags": [21, 200]
  },
  {
    "quote": "Success is not final, failure is not fatal: It is the courage to continue that counts.",
    "author": "Winston Churchill",
    "tags": [51, 57, 127]
  },
  {
    "quote": "Success is steady progress toward one's personal goals.",
    "author": "Jim Rohn",
    "tags": [172]
  },
  {
    "quote": "Success is the sum of small efforts, repeated day in and day out.",
    "author": "Robert Collier",
    "tags": [168]
  },
  {
    "quote": "Success without fulfillment is the ultimate failure.",
    "author": "Tony Robbins",
    "tags": [90]
  },
  {
    "quote": "Surround yourself with only people who are going to lift you higher.",
    "author": "Oprah Winfrey",
    "tags": [178, 200]
  },
  {
    "quote": "Surround yourself with positive people who will support you when it rains, not just when it shines.",
    "author": "Anonymous",
    "tags": [21, 178]
  },
  {
    "quote": "Suspicion often creates what it suspects.",
    "author": "C.S. Lewis",
    "tags": [180]
  },
  {
    "quote": "Take care of your body. It's the only place you have to live.",
    "author": "Jim Rohn",
    "tags": [95]
  },
  {
    "quote": "Take rest; a field that has rested gives a bountiful crop.",
    "author": "Ovid",
    "tags": [152]
  },
  {
    "quote": "Take the world nice and easy, and the world will take you the same.",
    "author": "Irish Proverb",
    "tags": [71]
  },
  {
    "quote": "Take time for all things: great haste makes great waste.",
    "author": "Benjamin Franklin",
    "tags": [156]
  },
  {
    "quote": "Taking care is one way to show your love. Another way is letting people take good care of you when you need it.",
    "author": "Fred Rogers",
    "tags": [29]
  },
  {
    "quote": "Tears are words that need to be written.",
    "author": "Paulo Coelho",
    "tags": [157]
  },
  {
    "quote": "Tension is a habit. Relaxing is a habit. Bad habits can be broken, good habits formed.",
    "author": "William James",
    "tags": [181]
  },
  {
    "quote": "Tension is who you think you should be. Relaxation is who you are.",
    "author": "Chinese Proverb",
    "tags": [148, 181]
  },
  {
    "quote": "The act of revealing oneself fully to another and still being accepted may be the major vehicle of therapeutic help.",
    "author": "Irvin D. Yalom",
    "tags": [3]
  },
  {
    "quote": "The beautiful journey of today can only begin when we learn to let go of yesterday.",
    "author": "Steve Maraboli",
    "tags": [155]
  },
  {
    "quote": "The beauty is that through disappointment you can gain clarity, and with clarity comes conviction and true originality.",
    "author": "Conan O'Brien",
    "tags": [56, 32]
  },
  {
    "quote": "The beauty of truth: whether it is bad or good, it is liberating.",
    "author": "Paulo Coelho",
    "tags": [120]
  },
  {
    "quote": "The best way to find out if you can trust somebody is to trust them.",
    "author": "Ernest Hemingway",
    "tags": [185]
  },
  {
    "quote": "The best way to find yourself is to lose yourself in the service of others.",
    "author": "Mahatma Gandhi",
    "tags": [98, 179]
  },
  {
    "quote": "The best way to gain self-confidence is to do what you are afraid to do.",
    "author": "Swati Sharma",
    "tags": [163, 38]
  },
  {
    "quote": "The best way to predict the future is to create it.",
    "author": "Abraham Lincoln",
    "tags": [127]
  },
  {
    "quote": "The bitter truth is that the world doesn't notice much of what we do until we stop doing it.",
    "author": "Susan Cain",
    "tags": [133]
  },
  {
    "quote": "The burden which is well borne becomes light.",
    "author": "Ovid",
    "tags": [26]
  },
  {
    "quote": "The closest thing to being cared for is to care for someone else.",
    "author": "Carson McCullers",
    "tags": [29]
  },
  {
    "quote": "The deepest desire of the human spirit is to be acknowledged.",
    "author": "Stephen Covey",
    "tags": [5]
  },
  {
    "quote": "The difference between try and triumph is just a little umph!",
    "author": "Marvin Phillips",
    "tags": [207, 195]
  },
  {
    "quote": "The eternal quest of the human being is to shatter his loneliness.",
    "author": "Norman Cousins",
    "tags": [122]
  },
  {
    "quote": "The first step toward change is awareness. The second step is acceptance.",
    "author": "Nathaniel Branden",
    "tags": [4]
  },
  {
    "quote": "The future belongs to those who believe in the beauty of their dreams.",
    "author": "Eleanor Roosevelt",
    "tags": [72]
  },
  {
    "quote": "The future depends on what you do today.",
    "author": "Mahatma Gandhi",
    "tags": [174]
  },
  {
    "quote": "The future is uncertain, but this uncertainty is at the very heart of human creativity.",
    "author": "Ilya Prigogine",
    "tags": [187]
  },
  {
    "quote": "The good life is one inspired by love and guided by knowledge.",
    "author": "Bertrand Russell",
    "tags": [92, 118]
  },
  {
    "quote": "The great thing, then, in all education, is to make our nervous system our ally instead of our enemy.",
    "author": "William James",
    "tags": [116]
  },
  {
    "quote": "The greater the feeling of inferiority that has been experienced, the more powerful is the urge for conquest and the more violent the emotional agitation.",
    "author": "Alfred Adler",
    "tags": [7]
  },
  {
    "quote": "The greater the tension, the greater is the potential.",
    "author": "Carl Jung",
    "tags": [181]
  },
  {
    "quote": "The greatest humiliation in life is to work hard on something from which you expect great appreciation, and then fail to get it.",
    "author": "E.W. Howe",
    "tags": [59, 191, 104, 186]
  },
  {
    "quote": "The greatest satisfaction in life comes from doing what people say you cannot do.",
    "author": "Walter Bagehot",
    "tags": [159]
  },
  {
    "quote": "The greatest thing in the world is to know how to belong to oneself.",
    "author": "Michel de Montaigne",
    "tags": [12, 161, 115, 163]
  },
  {
    "quote": "The greatest wealth is to live content with little.",
    "author": "Plato",
    "tags": [44]
  },
  {
    "quote": "The greatest weapon against stress is our ability to choose one thought over another.",
    "author": "William James",
    "tags": [175, 181, 176]
  },
  {
    "quote": "The human spirit fails, except when the will is strong. The will is strong, except when the body is tired.",
    "author": "Victor Hugo",
    "tags": [67]
  },
  {
    "quote": "The idea of waiting for something makes it more exciting.",
    "author": "Andy Warhol",
    "tags": [79]
  },
  {
    "quote": "The key is not to prioritize what's on your schedule, but to schedule your priorities.",
    "author": "Stephen Covey",
    "tags": [175]
  },
  {
    "quote": "The key is to keep company only with people who uplift you, whose presence calls forth your best.",
    "author": "Epictetus",
    "tags": [200]
  },
  {
    "quote": "The key to success is emotional stability.",
    "author": "Warren Buffett",
    "tags": [171]
  },
  {
    "quote": "The key to winning is poise under stress.",
    "author": "Paul Brown",
    "tags": [137]
  },
  {
    "quote": "The limitations you are willing to accept establish the boundaries of your existence.",
    "author": "Erwin McManus",
    "tags": [154]
  },
  {
    "quote": "The lofty pine is oftenest shaken by the winds; high towers fall with a heavier crash; and the lightning strikes the highest mountain.",
    "author": "Horace",
    "tags": [166]
  },
  {
    "quote": "The man who offers an insult writes it in sand, but for the man who receives it, it's chiseled in bronze.",
    "author": "Giovannino Guareschi",
    "tags": [113]
  },
  {
    "quote": "The meaning of life is to find your gift. The purpose of life is to give it away.",
    "author": "Pablo Picasso",
    "tags": [143]
  },
  {
    "quote": "The measure of wisdom is how calm you are when facing any given situation.",
    "author": "Naval Ravikant",
    "tags": [33, 27]
  },
  {
    "quote": "The mind has to be empty to see clearly.",
    "author": "Jiddu Krishnamurti",
    "tags": [32]
  },
  {
    "quote": "The mind is like a parachute; it works best when open.",
    "author": "Frank Zappa",
    "tags": [130]
  },
  {
    "quote": "The moment anyone tries to demean or degrade you in any way, you have to know how great you are. Nobody would bother to beat you down if you were not a threat.",
    "author": "Cicely Tyson",
    "tags": [49]
  },
  {
    "quote": "The moment that you start to wonder if you deserve better, you do.",
    "author": "Unknown",
    "tags": [2]
  },
  {
    "quote": "The moment there is suspicion about a person's motives, everything he does becomes tainted.",
    "author": "Mahatma Gandhi",
    "tags": [180]
  },
  {
    "quote": "The more you seek the uncomfortable, the more you will become comfortable.",
    "author": "Conor McGregor",
    "tags": [34]
  },
  {
    "quote": "The most common way people give up their power is by thinking they don't have any.",
    "author": "Alice Walker",
    "tags": [173, 139]
  },
  {
    "quote": "The most confused you will ever get is when you try to convince your heart and spirit of something your mind knows is a lie.",
    "author": "Shannon L. Alder",
    "tags": [40]
  },
  {
    "quote": "The most courageous act is still to think for yourself. Aloud.",
    "author": "Coco Chanel",
    "tags": [167]
  },
  {
    "quote": "The most critical time in any battle is not when I'm tired, it's when I no longer care.",
    "author": "Craig D. Lounsbrough",
    "tags": [67]
  },
  {
    "quote": "The most painful goodbyes are the ones that are never said and never explained.",
    "author": "Unknown",
    "tags": [54, 1]
  },
  {
    "quote": "The most profound isolation is the realization that no one keeps you in mind.",
    "author": "F. Scott Fitzgerald",
    "tags": [133]
  },
  {
    "quote": "The nearer a man comes to a calm mind, the closer he is to strength.",
    "author": "Marcus Aurelius",
    "tags": [27]
  },
  {
    "quote": "The only certainty is that nothing is certain.",
    "author": "Pliny the Elder",
    "tags": [30]
  },
  {
    "quote": "The only limit to our realization of tomorrow is our doubts of today.",
    "author": "Franklin D. Roosevelt",
    "tags": [65, 51]
  },
  {
    "quote": "The only permission, the only validation, and the only opinion that matters in our quest for greatness is our own.",
    "author": "Steve Maraboli",
    "tags": [202]
  },
  {
    "quote": "The only person you are destined to become is the person you decide to be.",
    "author": "Ralph Waldo Emerson",
    "tags": [127]
  },
  {
    "quote": "The only place where success comes before work is in the dictionary.",
    "author": "Vidal Sassoon",
    "tags": [168]
  },
  {
    "quote": "The only real security that a man will have in this world is a reserve of knowledge, experience, and ability.",
    "author": "Henry Ford",
    "tags": [161]
  },
  {
    "quote": "The only thing constant in life is change.",
    "author": "François de La Rochefoucauld",
    "tags": [69]
  },
  {
    "quote": "The only thing we have to fear is fear itself.",
    "author": "Franklin D. Roosevelt",
    "tags": [182, 83]
  },
  {
    "quote": "The only time you are actually growing is when you are uncomfortable.",
    "author": "T. Harv Eker",
    "tags": [188]
  },
  {
    "quote": "The only way to deal with an unfree world is to become so absolutely free that your very existence is an act of rebellion.",
    "author": "Albert Camus",
    "tags": [173, 88]
  },
  {
    "quote": "The only way to do great work is to love what you do.",
    "author": "Steve Jobs",
    "tags": [51, 195]
  },
  {
    "quote": "The pain of powerlessness is excruciating. It is the most painful experience in the earth school, and everyone shares it.",
    "author": "Gary Zukav",
    "tags": [139]
  },
  {
    "quote": "The pain of yesterday is the strength of today.",
    "author": "Paulo Coelho",
    "tags": [105, 177]
  },
  {
    "quote": "The path of sound credence is through the thick forest of skepticism.",
    "author": "George Jean Nathan",
    "tags": [160]
  },
  {
    "quote": "The pessimist sees difficulty in every opportunity. The optimist sees opportunity in every difficulty.",
    "author": "Winston Churchill",
    "tags": [131]
  },
  {
    "quote": "The present moment is filled with joy and happiness. If you are attentive, you will see it.",
    "author": "Thich Nhat Hanh",
    "tags": [117, 93]
  },
  {
    "quote": "The purpose of life is a life of purpose.",
    "author": "Robert Byrne",
    "tags": [143]
  },
  {
    "quote": "The real difficulty is to overcome how you think about yourself.",
    "author": "Maya Angelou",
    "tags": [111]
  },
  {
    "quote": "The risk of a wrong decision is preferable to the terror of indecision.",
    "author": "Maimonides",
    "tags": [183]
  },
  {
    "quote": "The roots of all goodness lie in the soil of appreciation for goodness.",
    "author": "Dalai Lama",
    "tags": [16]
  },
  {
    "quote": "The saddest thing about betrayal is that it never comes from your enemies.",
    "author": "Unknown",
    "tags": [24, 157]
  },
  {
    "quote": "The secret of getting ahead is getting started. The secret of getting started is breaking your overwhelming tasks into small manageable tasks, and then starting on the first one.",
    "author": "Mark Twain",
    "tags": [134, 70]
  },
  {
    "quote": "The sense of death is most in apprehension.",
    "author": "William Shakespeare",
    "tags": [18]
  },
  {
    "quote": "The strongest man in the world is he who stands most alone.",
    "author": "Henrik Ibsen",
    "tags": [12, 177]
  },
  {
    "quote": "The struggle of my life created empathy—I could relate to pain, being abandoned, having people not love me.",
    "author": "Oprah Winfrey",
    "tags": [1]
  },
  {
    "quote": "The successful warrior is the average man, with laser-like focus.",
    "author": "Bruce Lee",
    "tags": [86]
  },
  {
    "quote": "The sudden awakening of the samurai to his own agitated state illustrates the crucial difference between being caught up in a feeling and becoming aware that you are being swept away by it.",
    "author": "Daniel Goleman",
    "tags": [7]
  },
  {
    "quote": "The sun himself is weak when he first rises, and gathers strength and courage as the day gets on.",
    "author": "Charles Dickens",
    "tags": [25, 177]
  },
  {
    "quote": "The task we must set for ourselves is not to feel secure, but to be able to tolerate insecurity.",
    "author": "Erich Fromm",
    "tags": [161]
  },
  {
    "quote": "The test of a first-rate intelligence is the ability to hold two opposed ideas in mind at the same time and still retain the ability to function.",
    "author": "F. Scott Fitzgerald",
    "tags": [39]
  },
  {
    "quote": "The time to relax is when you don't have time for it.",
    "author": "Sydney J. Harris",
    "tags": [148]
  },
  {
    "quote": "The trees that are slow to grow bear the best fruit.",
    "author": "Molière",
    "tags": [193]
  },
  {
    "quote": "The trick is in what one emphasizes. We either make ourselves miserable, or we make ourselves happy. The amount of work is the same.",
    "author": "Carlos Castaneda",
    "tags": [124, 93]
  },
  {
    "quote": "The truth will set you free, but first it will make you miserable.",
    "author": "James A. Garfield",
    "tags": [124]
  },
  {
    "quote": "The two things in life you are in total control over are your attitude and your effort.",
    "author": "Billy Cox",
    "tags": [107]
  },
  {
    "quote": "The Universe, as has been observed before, is an unsettlingly big place, a fact which for the sake of a quiet life most people tend to ignore.",
    "author": "Douglas Adams",
    "tags": [197]
  },
  {
    "quote": "The way to develop self-confidence is to do the thing you fear.",
    "author": "William Jennings Bryan",
    "tags": [38, 83]
  },
  {
    "quote": "The word 'happy' would lose its meaning if it were not balanced by sadness.",
    "author": "Carl Jung",
    "tags": [157]
  },
  {
    "quote": "The world belongs to the energetic.",
    "author": "Ralph Waldo Emerson",
    "tags": [74]
  },
  {
    "quote": "The world breaks everyone, and afterward, some are strong at the broken places.",
    "author": "Ernest Hemingway",
    "tags": [177]
  },
  {
    "quote": "The world can only seem a safe place when we feel safe inside.",
    "author": "Agapi Stassinopoulos",
    "tags": [158]
  },
  {
    "quote": "The world is full of interesting things to do. Don't lead a dull life in such a thrilling world.",
    "author": "Dale Carnegie",
    "tags": [68]
  },
  {
    "quote": "The world will never value you more than you value yourself.",
    "author": "Bill Masur",
    "tags": [77, 191]
  },
  {
    "quote": "The worst thing in life is ending up with people who make you feel all alone.",
    "author": "Robin Williams",
    "tags": [106, 12]
  },
  {
    "quote": "There are more things to alarm us than to harm us, and we suffer more often in apprehension than reality.",
    "author": "Lucius Annaeus Seneca",
    "tags": [8, 18]
  },
  {
    "quote": "There are no hopeless situations; there are only men who have grown hopeless about them.",
    "author": "Clare Boothe Luce",
    "tags": [103]
  },
  {
    "quote": "There is more hunger for love and appreciation in this world than for bread.",
    "author": "Mother Teresa",
    "tags": [5, 16]
  },
  {
    "quote": "There is no greater sorrow than to recall happiness in times of misery.",
    "author": "Dante Alighieri",
    "tags": [169, 124]
  },
  {
    "quote": "There is no insurmountable solitude. All paths lead to the same goal: to convey to others what we are.",
    "author": "Pablo Neruda",
    "tags": [115]
  },
  {
    "quote": "There's nothing more demoralizing than a leader who can't clearly articulate why we're doing what we're doing.",
    "author": "James M. Kouzes",
    "tags": [50]
  },
  {
    "quote": "There's nothing trite about being consoled in a world that does everything in its power to deliver sorrow.",
    "author": "Jan Karon",
    "tags": [42]
  },
  {
    "quote": "Think excitement, talk excitement, act out excitement, and you are bound to become an excited person.",
    "author": "Norman Vincent Peale",
    "tags": [79]
  },
  {
    "quote": "Those who know they're valued irrespective of their accomplishments often end up accomplishing quite a lot. It's the experience of being accepted without conditions that helps people develop a healthy confidence in themselves.",
    "author": "Alfie Kohn",
    "tags": [3, 38]
  },
  {
    "quote": "To be beautiful means to be yourself. You don't need to be accepted by others. You need to accept yourself.",
    "author": "Thich Nhat Hanh",
    "tags": [3]
  },
  {
    "quote": "To be calm is the highest achievement of the self.",
    "author": "Zen Proverb",
    "tags": [33, 27]
  },
  {
    "quote": "To be great is to be misunderstood.",
    "author": "Ralph Waldo Emerson",
    "tags": [126]
  },
  {
    "quote": "To be human and to be adult means constantly to be in the grip of opposing emotions, to have daily to reconcile apparently conflicting tensions.",
    "author": "Stephen Fry",
    "tags": [39, 181]
  },
  {
    "quote": "To be loved means to be recognized as existing.",
    "author": "Thich Nhat Hanh",
    "tags": [162, 146]
  },
  {
    "quote": "To belittle, you have to be little.",
    "author": "Khalil Gibran",
    "tags": [23]
  },
  {
    "quote": "To define is to limit.",
    "author": "Oscar Wilde",
    "tags": [154]
  },
  {
    "quote": "To get lost is to learn the way.",
    "author": "African Proverb",
    "tags": [123]
  },
  {
    "quote": "To keep the heart unwrinkled, to be hopeful, kindly, cheerful, reverent—that is to triumph over old age.",
    "author": "Thomas Bailey Aldrich",
    "tags": [31, 102]
  },
  {
    "quote": "To me, the thing that is worse than death is betrayal. You see, I could conceive death, but I could not conceive betrayal.",
    "author": "Malcolm X",
    "tags": [24]
  },
  {
    "quote": "To share your weakness is to make yourself vulnerable; to make yourself vulnerable is to show your strength.",
    "author": "Criss Jami",
    "tags": [205]
  },
  {
    "quote": "To walk safely through the maze of human life, one needs the light of wisdom and the guidance of virtue.",
    "author": "Gautama Buddha",
    "tags": [92]
  },
  {
    "quote": "Too many rules stifle innovation.",
    "author": "Sergey Brin",
    "tags": [173]
  },
  {
    "quote": "Too many vacations that last too long, too many movies, too much TV, too much video game playing—too much undisciplined leisure time in which a person continually takes the course of least resistance gradually wastes a life.",
    "author": "Stephen Covey",
    "tags": [119]
  },
  {
    "quote": "Toxic workplaces destroy people's confidence and creativity. It's not just about bad bosses; it's about broken systems.",
    "author": "Adam Grant",
    "tags": [189]
  },
  {
    "quote": "True inspiration overrides all fears. When you are inspired, you enter a trance state and can accomplish things that you may never have felt capable of doing.",
    "author": "Bernie Siegel",
    "tags": [112]
  },
  {
    "quote": "True security lies in the unrestrained embrace of insecurity—in the recognition that we never really stand on solid ground, and never can.",
    "author": "Oliver Burkeman",
    "tags": [161]
  },
  {
    "quote": "Trust dies but mistrust blossoms.",
    "author": "Sophocles",
    "tags": [125]
  },
  {
    "quote": "Trust, but verify.",
    "author": "Ronald Reagan",
    "tags": [185]
  },
  {
    "quote": "Truth is everybody is going to hurt you: you just gotta find the ones worth suffering for.",
    "author": "Bob Marley",
    "tags": [105]
  },
  {
    "quote": "Try to be like the turtle—at ease in your own shell.",
    "author": "Bill Copeland",
    "tags": [20]
  },
  {
    "quote": "Turn your wounds into wisdom.",
    "author": "Oprah Winfrey",
    "tags": [105]
  },
  {
    "quote": "Uncertainty is a very good thing: it's the beginning of an investigation, and the investigation should never end.",
    "author": "Tim Crouch",
    "tags": [187]
  },
  {
    "quote": "Understanding that the world is indifferent to our fate is the first step to controlling our own destiny.",
    "author": "Neil Gaiman",
    "tags": [133]
  },
  {
    "quote": "Uneasy lies the head that wears a crown.",
    "author": "William Shakespeare",
    "tags": [192]
  },
  {
    "quote": "Unity to be real must stand the severest strain without breaking.",
    "author": "Mahatma Gandhi",
    "tags": [194]
  },
  {
    "quote": "Vulnerability sounds like truth and feels like courage. Truth and courage aren't always comfortable, but they're never weakness.",
    "author": "Brené Brown",
    "tags": [205]
  },
  {
    "quote": "We are all capable of infinitely more than we believe.",
    "author": "David Blaine",
    "tags": [28]
  },
  {
    "quote": "We are all so much together, but we are all dying of loneliness.",
    "author": "Albert Schweitzer",
    "tags": [115, 122]
  },
  {
    "quote": "We are at our very best, and we are happiest, when we are fully engaged in work we enjoy on the journey toward the goal we've established for ourselves.",
    "author": "Earl Nightingale",
    "tags": [75]
  },
  {
    "quote": "We are less when we don't include everyone.",
    "author": "Stuart Milk",
    "tags": [109]
  },
  {
    "quote": "We are like islands in the sea, separate on the surface but connected in the deep.",
    "author": "William James",
    "tags": [41]
  },
  {
    "quote": "We are not here to fix, change or belittle another person. We are here to support, forgive and heal one another.",
    "author": "Marianne Williamson",
    "tags": [23, 179]
  },
  {
    "quote": "We can't help everyone, but everyone can help someone.",
    "author": "Ronald Reagan",
    "tags": [179]
  },
  {
    "quote": "We don't get harmony when everybody sings the same note.",
    "author": "Doug Floyd",
    "tags": [94]
  },
  {
    "quote": "We have two ears and only one tongue in order that we may hear more and speak less.",
    "author": "Diogenes Laertius",
    "tags": [96]
  },
  {
    "quote": "We must accept finite disappointment, but never lose infinite hope.",
    "author": "Martin Luther King Jr.",
    "tags": [56, 102]
  },
  {
    "quote": "We must always change, renew, rejuvenate ourselves; otherwise, we harden.",
    "author": "Johann Wolfgang von Goethe",
    "tags": [147]
  },
  {
    "quote": "We rise by lifting others.",
    "author": "Robert Ingersoll",
    "tags": [178, 200]
  },
  {
    "quote": "We think so often that we are helpless, but we're not. We always have the power of our minds. Claim and consciously use your power.",
    "author": "Louise Hay",
    "tags": [99]
  },
  {
    "quote": "We're born alone, we live alone, we die alone. Only through our love and friendship can we create the illusion for the moment that we're not alone.",
    "author": "Orson Welles",
    "tags": [122, 12]
  },
  {
    "quote": "We're never so vulnerable than when we trust someone - but paradoxically, if we cannot trust, neither can we find love or joy.",
    "author": "Walter Anderson",
    "tags": [205]
  },
  {
    "quote": "We're so engaged in doing things to achieve purposes of outer value that we forget the inner value.",
    "author": "Joseph Campbell",
    "tags": [75, 191]
  },
  {
    "quote": "What a liberation to realize that the 'voice in my head' is not who I am. 'Who am I, then?' The one who sees that.",
    "author": "Eckhart Tolle",
    "tags": [120]
  },
  {
    "quote": "What can I say? I prefer to die well informed.",
    "author": "Nalini Singh",
    "tags": [110]
  },
  {
    "quote": "What if rather than being disheartened by the ambiguity, the uncertainty of life, we accepted it and relaxed into it?",
    "author": "Pema Chödrön",
    "tags": [58, 187]
  },
  {
    "quote": "What screws us up most in life is the picture in our head of how it's supposed to be.",
    "author": "Jeremy Binns",
    "tags": [62]
  },
  {
    "quote": "What we fear doing most is usually what we most need to do.",
    "author": "Tim Ferriss",
    "tags": [100, 83]
  },
  {
    "quote": "Whatever you do, do with deep alertness, then even small things become sacred.",
    "author": "Rajneesh",
    "tags": [9]
  },
  {
    "quote": "When 'being rushed' is the problem, rushing is never the solution.",
    "author": "Bill Crawford",
    "tags": [156]
  },
  {
    "quote": "When a man's willing and eager, the gods join in.",
    "author": "Aeschylus",
    "tags": [70]
  },
  {
    "quote": "When a person is deserted, he learns by default, how to survive.",
    "author": "Michael Bassey Johnson",
    "tags": [54]
  },
  {
    "quote": "When adversity strikes, that's when you have to be the most calm. Take a step back, stay strong, stay grounded and press on.",
    "author": "LL Cool J",
    "tags": [37, 27]
  },
  {
    "quote": "When confused, don't assume. Ask questions to seek clarity.",
    "author": "Allan Lokos",
    "tags": [144, 40]
  },
  {
    "quote": "When everything seems to be going against you, remember that the airplane takes off against the wind, not with it.",
    "author": "Henry Ford",
    "tags": [73]
  },
  {
    "quote": "When I despair, I remember that all through history the way of truth and love have always won.",
    "author": "Mahatma Gandhi",
    "tags": [66]
  },
  {
    "quote": "When I'm fidgety, and I just feel like everything is closing in, I go to the gym. You're building endorphins and feeling good about yourself. It's saved me.",
    "author": "Khloe Kardashian",
    "tags": [84]
  },
  {
    "quote": "When mind and action are separate, zen is lost. We keep the two in sync by paying attention.",
    "author": "Philip Toshio Sudo",
    "tags": [108]
  },
  {
    "quote": "When people care for you and cry for you, they can straighten out your soul.",
    "author": "Langston Hughes",
    "tags": [29]
  },
  {
    "quote": "When people express opinions that differ from yours, take it as a chance to grow. Seek to understand over being understood. Be curious, not defensive. The only way to disarm another human being is by listening.",
    "author": "Glennon Doyle Melton",
    "tags": [47]
  },
  {
    "quote": "When people go to work, they shouldn't have to leave their hearts at home.",
    "author": "Betty Bender",
    "tags": [203]
  },
  {
    "quote": "When someone disrespects you, beware the impulse to win their respect. For disrespect is not a valuation of your worth but a signal of their character.",
    "author": "Brendon Burchard",
    "tags": [61]
  },
  {
    "quote": "When the mind and body are in harmony, the mind works better.",
    "author": "Caroline Prohosky",
    "tags": [94]
  },
  {
    "quote": "When the power of love overcomes the love of power, the world will know peace.",
    "author": "Jimi Hendrix",
    "tags": [136]
  },
  {
    "quote": "When there's a setback, someone with a fixed mindset will start thinking, 'Maybe I don't have what it takes?' They may get defensive and give up. A hallmark of a successful person is that they persist in the face of obstacle, and often, these obstacles are blessings in disguise.",
    "author": "Carol S. Dweck",
    "tags": [47]
  },
  {
    "quote": "When we are at ease, our bodies work efficiently, our minds settle, and space opens up for us to connect to our intuition, creativity, and sense of connectedness.",
    "author": "Tara Stiles",
    "tags": [20]
  },
  {
    "quote": "When we are no longer able to change a situation, we are challenged to change ourselves.",
    "author": "Viktor E. Frankl",
    "tags": [39]
  },
  {
    "quote": "When we are unable to find tranquility within ourselves, it is useless to seek it elsewhere.",
    "author": "François de La Rochefoucauld",
    "tags": [184]
  },
  {
    "quote": "When we feel seen and heard by others, it creates a sense of belonging and connection.",
    "author": "Brené Brown",
    "tags": [162, 96]
  },
  {
    "quote": "When we focus on our gratitude, the tide of disappointment goes out and the tide of love rushes in.",
    "author": "Kristin Armstrong",
    "tags": [91, 56]
  },
  {
    "quote": "When you are feeling down, look at the skies. You are not always alone.",
    "author": "EunB",
    "tags": [66]
  },
  {
    "quote": "When you are in alignment with the desires of your heart, things have a way of working out.",
    "author": "Iyanla Vanzant",
    "tags": [11]
  },
  {
    "quote": "When you can't sit still and feel your mind wandering, that's when you know the world is calling you to do more.",
    "author": "Unknown",
    "tags": [84]
  },
  {
    "quote": "When you come to a fork in the road, take it.",
    "author": "Yogi Berra",
    "tags": [183]
  },
  {
    "quote": "When you come to the end of your rope, tie a knot and hang on.",
    "author": "Franklin D. Roosevelt",
    "tags": [55]
  },
  {
    "quote": "When you feel like giving up, remember why you held on for so long in the first place.",
    "author": "Unknown",
    "tags": [57]
  },
  {
    "quote": "When you lose your temper, you lose your power.",
    "author": "Rakesh Valand",
    "tags": [37]
  },
  {
    "quote": "When you see validation for a life's work and dedication, it's a beautiful day.",
    "author": "Mary Gauthier",
    "tags": [202]
  },
  {
    "quote": "When you undervalue what you do, the world will undervalue who you are.",
    "author": "Oprah Winfrey",
    "tags": [77, 191]
  },
  {
    "quote": "When you're comfortable in your own skin, you can be at peace anywhere.",
    "author": "Antsy McClain",
    "tags": [34, 136]
  },
  {
    "quote": "When your thoughts, words, and actions are in alignment, you can manifest anything you desire.",
    "author": "Wayne Dyer",
    "tags": [11]
  },
  {
    "quote": "Whenever anyone has offended me, I try to raise my soul so high that the offense cannot reach it.",
    "author": "Rene Descartes",
    "tags": [129]
  },
  {
    "quote": "Where focus goes, energy flows.",
    "author": "Tony Robbins",
    "tags": [86]
  },
  {
    "quote": "Where there is unity, there is always victory.",
    "author": "Publilius Syrus",
    "tags": [194]
  },
  {
    "quote": "Who in the world am I? Ah, that's the great puzzle.",
    "author": "Lewis Carroll",
    "tags": [144]
  },
  {
    "quote": "With confidence, you have won before you have started.",
    "author": "Marcus Garvey",
    "tags": [19]
  },
  {
    "quote": "With realization of one's own potential and self-confidence in one's ability, one can build a better world.",
    "author": "Dalai Lama",
    "tags": [163, 38]
  },
  {
    "quote": "Worry never robs tomorrow of its sorrow, it only saps today of its joy.",
    "author": "Leo F. Buscaglia",
    "tags": [208]
  },
  {
    "quote": "Worrying is like a rocking chair: it gives you something to do but never gets you anywhere.",
    "author": "Erma Bombeck",
    "tags": [208]
  },
  {
    "quote": "You are braver than you believe, stronger than you seem, and smarter than you think.",
    "author": "A.A. Milne",
    "tags": [145]
  },
  {
    "quote": "You are never too old to set another goal or to dream a new dream.",
    "author": "C.S. Lewis",
    "tags": [73, 199]
  },
  {
    "quote": "You are not entitled to your opinion. You are entitled to your informed opinion. No one is entitled to be ignorant.",
    "author": "Harlan Ellison",
    "tags": [110]
  },
  {
    "quote": "You can do anything as long as you have the passion, the drive, the focus, and the support.",
    "author": "Sabrina Bryan",
    "tags": [86, 178]
  },
  {
    "quote": "You can, you should, and if you're brave enough to start, you will.",
    "author": "Stephen King",
    "tags": [72, 127]
  },
  {
    "quote": "You can't have a million-dollar dream with a minimum-wage work ethic.",
    "author": "Stephen C. Hogan",
    "tags": [195]
  },
  {
    "quote": "You can't pour from an empty cup. Take care of yourself first.",
    "author": "Unknown",
    "tags": [52]
  },
  {
    "quote": "You cannot perceive beauty but with a serene mind.",
    "author": "Henry David Thoreau",
    "tags": [164]
  },
  {
    "quote": "You cannot teach a man anything; you can only help him find it within himself.",
    "author": "Galileo Galilei",
    "tags": [92]
  },
  {
    "quote": "You don't have to see the whole staircase, just take the first step.",
    "author": "Martin Luther King Jr.",
    "tags": [134]
  },
  {
    "quote": "You gain strength, courage, and confidence by every experience in which you really stop to look fear in the face.",
    "author": "Eleanor Roosevelt",
    "tags": [182, 83]
  },
  {
    "quote": "You have to put up with the risk of being misunderstood if you are going to try to communicate.",
    "author": "Edie Sedgwick",
    "tags": [126]
  },
  {
    "quote": "You may encounter many defeats, but you must not be defeated. In fact, it may be necessary to encounter the defeats, so you can know who you are, what you can rise from, how you can still come out of it.",
    "author": "Maya Angelou",
    "tags": [46]
  },
  {
    "quote": "You must not be discouraged or let yourself become dejected if your actions have not succeeded as perfectly as you intended. What do you expect? We are made of clay and not every soil yields the fruits expected by the one who tills it.",
    "author": "Pio of Pietrelcina",
    "tags": [48]
  },
  {
    "quote": "You will find that you survive humiliation. And that's an experience of incalculable value.",
    "author": "T.S. Eliot",
    "tags": [104]
  },
  {
    "quote": "You will never gain anyone's approval by begging for it. When you stand confident in your own worth, respect follows.",
    "author": "Mandy Hale",
    "tags": [202, 38, 151]
  },
  {
    "quote": "Your attitude, not your aptitude, will determine your altitude.",
    "author": "Zig Ziglar",
    "tags": [138]
  },
  {
    "quote": "Your only limitations are those you set up in your mind, or permit others to set up for you.",
    "author": "Og Mandino",
    "tags": [154]
  },
  {
    "quote": "Your purpose in life is to find your purpose and give your whole heart and soul to it.",
    "author": "Buddha",
    "tags": [143]
  },
  {
    "quote": "Your silence will not protect you.",
    "author": "Audre Lorde",
    "tags": [173, 167]
  }
]
